{
    "source": "Cavitt2012_Chapter4.pdf",
    "num_chunks": 135,
    "chunks": [
        {
            "chunk_id": 1,
            "text": "CHAPTER4 INSTRUMENTAL TECHNIQUES- REVISITED Thischapterreflectssomeof the pedagogical advancement that has occurredacrossmanyyearsof teaching band. GENERALINFORMATION FOR STUDENTS. TEACHERS,AND PARENTS The teacher should... • Knowhis/herfundamentals. • Bevery speciie when making corrections. Remind students that the fundamentalsthey learn in beginner band will apply to performance skills for therest of their life. • Try toengageas manysensesas possible when teaching. The most important is to make students aware of how it feels when playing corectly. • Get students to achieve the most vibrant tone possible. • Disseminate information in small increments. • Be meticulousand exacting. Be careful not to bore students and stick with something too long in one class or it may become pointless. • Reservethe right to ask students to replace a reed. Inform parents in the band handbookthat you will throw away old, chipped, or worn reeds. • Give written work to the group while working with individuals on performance skills.",
            "topics": [
                "instrumental teaching techniques",
                "student engagement",
                "performance fundamentals"
            ]
        },
        {
            "chunk_id": 2,
            "text": "• Send information to the paren[s] about what students are learning. This gives them the ability to help and be involved in what their child is doing. • Makerelerencesto the floor and the ceiling when talking about pitch going up ordown.The floor and ceiling are always there and the children are less likely to get confused. • Takeresponsibilityupon hin/herself. If the beginner student is doing everythingyouhaveaskedand they are still having a difficult time or if somethingdoesnot work, take responsibility. This will help them stay relaxed andconfident about their progress. 83 To the beginning student: • As the player of a wind instrument, the most important thing to know is how to use your air. • When you are playing.",
            "topics": [
                "parent communication",
                "teaching strategies",
                "beginner wind instrument instruction"
            ]
        },
        {
            "chunk_id": 3,
            "text": "your body should be as soft and natural as it is when you are walking around., watching TV, or sleeping You will use every fundamental skill you learn in beginner band throughout your life as a musician. PLAYING POSITION Rather than referring to a student's posture, we use the phrase \"playing position\". Posture is associated with your everyday sitting position, and most students do not sit the way that is needed to play correctly. Students need to feel like their skeleton is holding up their body and that the fesh and the muscles are ineredibly soft and don't have any tension, so that any amount of air that enters the body displaces the muscles and flesh: that is, you don't have to do anything to get air in and out of your body.",
            "topics": [
                "playing position",
                "relaxed body technique",
                "beginner band fundamentals"
            ]
        },
        {
            "chunk_id": 4,
            "text": "lf you ask students to stand up and place their collarbones straight across from each other, it raises the sternum up. Next ask them to place their inger on their sternum and breathe. As long as they hold the sternum up. look what happens-nothing above the collerbone moves. You can breathe or pant and none of the bone structure moves. When you align the collarbones straight across. it makes the shoulders slope downward. If you hold the slernum in place with your bone structure or your skeleton, it opens up everything for the air to go straight through and you don't have to move at all. If you slart in this way with beginners, it is simple to achieve the proper playing position. The only difficult part about this is doing it enough so that it becomes automatized and feels natural.",
            "topics": [
                "posture alignment",
                "breathing technique",
                "beginner instruction"
            ]
        },
        {
            "chunk_id": 5,
            "text": "Make sure that students don'tchange when they sit down because it's a lot more diffieult to do in a seated position. Be very patient and work on this daily in small segments of time rather than working on it one day for a long period of time and then forgetting about it. It is most important that the body be balanced. You are most balanced when you are walking, so one of the first exercises with the class will be to walk around the room. While doing this exercise, students should notice the following: Your feet are directly under your shoulders. • Your feet touch the floor with even strength. • Your shoulders slope downward. • Your hands are open and soft in their natural position. We call this natural hand position the \"lat C\" position.",
            "topics": [
                "student posture",
                "balance exercises",
                "natural hand position"
            ]
        },
        {
            "chunk_id": 6,
            "text": "Chapter 4\n-Instrumental Techniques- Revisited\n\nTour ams hangat yor sideandgently swing when you walk. • Everymovementissmooth,and all motion is continuous. • Yournbcageis lifted off ofthestomach,not sitting on the stomach. •Tour head \"loats\" onyourneck, right in the middle of your shoulders. • Youreyesare lookingstraight ahead. Toureyesare open, natural, and feel soft. The texture of your body is soft and natural. • Your ams arenotpressedagainst yoursides. • Yourskeletonholds yourbody up. • Breathingwhileplayingisslightly different from breathing while walking. When walking,you typically breathe through your nose. This doesn't work while playing,becauseyou cannotget enough air. Instead, you breathe through yourmouth. This is the ONLY thing that changes; everytlhing else stavs the same. Remembernot to talk about any one thing for more than 10-12 minutes. Talk abouteachcomponent skill every day. The fundamental skills of playing position and breathing can be practiced along with theory, pulse, etc. for 2 weeks without ever touching an instrument.",
            "topics": [
                "instrumental techniques",
                "playing position and posture",
                "breathing methods"
            ]
        },
        {
            "chunk_id": 7,
            "text": "Every day you start from scratch but the phrases and promptsyouusebecomeshorterand shorter. Make sure students do not do too much - thevmaytry tooverachieve. Steps for Sealed Playing Position • Stand in front ofa chair and find your balanced position with collarbones across from each other and sternum up. • Sit down by just bending your knees. • Position the body so that the knees are directly over the ankles. • Sit so that you can get up in one motion without any extra movement. • Positionyourarmssothat they gently lie across your thighs. Once this position isíound.,begin paying attention to breathing and where the air goes. • Fromthe very first day, ask students, \"How should you feel when you are playing a musical instrument?\" The answer is, BALANCED! • Lookatthestudentsfrom the side, front, and back to make sure they are in alignment. • Makesuretheheadstays floating in the center of the shoulders.",
            "topics": [
                "musical instrument posture",
                "student guidance",
                "balanced playing position"
            ]
        },
        {
            "chunk_id": 8,
            "text": "On Teaching Band\n\n85 Make sure the face looks calm, soft, and natıural. Places to look forstress: • Eyes • Forehead Corners of the nose • Chin • When you make your natural face, the teeth are slightly apart and do not touch; your lips touch each other lightly. • The tongue is aware of (but is not touching) where the bottom teeth meet the gum. BREATHING • Shoulders lie naturally under the ear lobes. • Flesh in the collarbone area should be soft. • We don't do anything with our air that is uncomfortable. • Practice breathing for perfornance a few times and then return to normal breathing move on to another activity, then come back and check it again. • When they inhale, tell students to make sure the tongue does not follow the inhalation backwards and restrict the airway.",
            "topics": [
                "facial relaxation",
                "breathing techniques",
                "band teaching tips"
            ]
        },
        {
            "chunk_id": 9,
            "text": "You want the entire oralecavity to be a conduit for the air so that the air can move down toward the diaphragm without any restrictions. This is achieved by inhaling cool air and leaving the tongue forward. • Have students pair off and watch for tension and abnormalities. Remind them that in music class there is no criticism, only information. Studentsneed to begin to learn that peers can also help - they need to learn to appreciate and use the information they can give and receive. • Remind students to keep an open mind so they can keep growing and learning. • Remind students that they will use this infornation for their entire playing career. • Ask students to watch for the most obvious things on which you have given information. • At fist, breathe at leisure through the mouth (no restriction with pulseor nunber of counts).",
            "topics": [
                "breathing techniques",
                "peer learning",
                "positive classroom environment"
            ]
        },
        {
            "chunk_id": 10,
            "text": "Slightly part the lips and breath. Remindstudentsthat when they are perfoming, they should breathe through their mouthanadtheir mouth only! This is far more efficient than breathing through the nosebecause h etnantal h. mw aircan be inhakd in a shorter time. Ii's okay to do some breathing thngh themSetoseehow it feels to breathe naturally, but with the idea that thisis n wat the nd resultisgoingtobe.Studentsneed to notice their oral avty andtonguewhen breathing in through the nose, and make it feel the saneway when inhałing thragh the mouth. Breathing through the nose is me war todiagnasepobłems with tongue placement or tongue tension, but emphasizethat breathing through the nouth is the norm. • Whensiting comety, youngerstudents should think of breathing all theway downtotheseat of the chair. When working with older students, you can tell them tobreathe below their rib cage. • The deper they can breathe, the better.",
            "topics": [
                "mouth breathing technique",
                "breathing exercises for students",
                "diagnosing tongue placement issues"
            ]
        },
        {
            "chunk_id": 11,
            "text": "There will be more air to use and mre roomfor the sound to resonate. • Theonhything thatmoveswhen you breathe should be the diaphragm, which is an inountary muscle. • Airshouldnot be held in the body at any time! Breathe in and imnediately hack out! • Whilethestudent inhales, watch his/her face. The face needs to look the samewhen breathing in as when breathing out. • Whenyoubreathe,you need to think about having soft eyes. Watch studens' evestomakesure they aren't moving around or that they are distracted. • Provideeachstudent with a mirror lo watch themselves breathe. They not only needtorememberhow their face looks, but especially how it feels. This is a goodmomentto talk to them about keeping their eyes still while breathing, andtheycan do this by looking at themselves in the mirror. • Whenyoubreathe,your air follows the contour of your tongue. • Anymovementabove the ribcage restricts the air.",
            "topics": [
                "breathing techniques",
                "diaphragm control",
                "student observation and feedback"
            ]
        },
        {
            "chunk_id": 12,
            "text": "• Alwaysbreathe in and out without holding air. Inthebeginning,donot tel students to fill up and blow out completely. This ereateshard bodies, forces the air, and can cause hyperventilation. • In theend,each student needs to have as much air as it takes to create their best,mostresonantsound. This will be different for each person. • Whenteachingbreathing, avoid using the word \"diaphragn\" because i's an involuntary muscle. • Thebodymustfeel balanced to breathe correctly. Breathing Exereises • Lieonthe loor and pull your knees up as if you are doing sit-ups. Place your headandshouldersflat on the ground and breathe. There will be no way to\n\n87 breathe incorectly in this position. Remember how it feels to breathe this way and then try to transfer the feeling to a seated position. • Sitting in a chair, lean over and place the hacks of the elbows on the fronts of the knees, and breathe.",
            "topics": [
                "breathing techniques",
                "teaching methods",
                "body posture"
            ]
        },
        {
            "chunk_id": 13,
            "text": "This causes the air to go in the back of the lungs where there is more space. Once you can feel the air in your back. try to recreate the same feeling when you are sitting up. • Practice breathing with your eyes closed so that you don't have any distractions and can be aware of how you feel. Air Extension • Air comes from below the rib cage, up the center of the body and straight out the mouth. It has shape and energy (resonance and color). • When air comes out of the body we let it come out. We do not force or push the air out. • The body should look and feel soft and natural when air comes out. Watch for tension in the shoulders. Change the airspeed mentally, not physically. Thinking about ehanging it physically can cause tension and rigidity in the body.",
            "topics": [
                "breathing techniques",
                "body relaxation",
                "airflow control"
            ]
        },
        {
            "chunk_id": 14,
            "text": "• The face should stay the same in appearance and texture. • The mouthpiece focuses the air, not the mouth: the mouth stays the same inside and out. When inhaling and releasing air, the lips are slightly apart; everything else stays the same. • Mentally place the air in a particular place (for example. a target with school colors); mentally project air to the center of the target and hold it there (this creates follow-through). Do not specify a speed. Also, do not allow the students to pucker their lips. • After a couple of days, tell the students to direct their air to the target as quickly as they can (without pushing the air). Place the target close at first and then gradually move it back.",
            "topics": [
                "brass instrument embouchure",
                "air control techniques",
                "student instruction methods"
            ]
        },
        {
            "chunk_id": 15,
            "text": "Each time you move it back, remind the student not to push the air but to visualize their air ariving at the target as quickly as it did when it was closer to them. This will naturally help their air speed up. In the beginning they may sound like they are sighing: this is because they do not have enough air yet. The entire timethey are doing this, wateh for all the things discussed previously. • Make sure everything stays soft and natural and does not move (exeept below the rib cage). The rib cage is allowed to move all the way around not just in front. Chapter4- Instrumental Techniques - Revisited\n\n• Whatmostpeoplecall ast air\" I call extended air. This keeps everything relavedand functioning correctly. •Askstudentstomakeself-assessnmentsregarding their inhalation and exhalation. For example, ask: •How doesitfeel? • Howdoes it look? • Howdoesitsound? • Imaginecontrollingthe air mentally with your eyes.",
            "topics": [
                "breath control",
                "instrumental techniques",
                "student self-assessment"
            ]
        },
        {
            "chunk_id": 16,
            "text": "• Air=CSS •C-constant • S- steady • $-smooth • Letthe airout ofyourbody and into the instrument. Don't make it go into the instrument. Beyondthebeginnerlevel: When you inhale through your mouth, the tongue staysforwardin its natural position. You should feel the air come in over your tongueand it should feel cool. Your tongue does not follow the air back. • Exercises: • Focus vour air on a target. • Focus your air on your hand. • Think ofa vowelsound in your head. Let the air take on the characteristics of that sound. • Relatethesoundwe want on the instrument to a bell. Make the room and instrumentresonate,not fill up. Conveythe following to your students: • Doyoueverplay your instrument without mentally communicating your sound?NO! • Doyoueverplay without having your sound traveling somewhere mentally? NO! • WeNEVERplayour instrument without using our brain!",
            "topics": [
                "air control in wind instruments",
                "mental focus in music performance",
                "breathing techniques for musicians"
            ]
        },
        {
            "chunk_id": 17,
            "text": "The Inside of the Body • Thetongueneedstobesoft and limp, lying inside the bottom of the mouth (like it iswhenyouare reading, watching TV, or anything else but talking). • Askthestudents,\"Howdoesyour tongue feel in relation to your teeth?* The studentsshouldbeawareofwhere the tip of the tongue rests naturally. Notice On Teaching Band\n\n89 if it touches the bottom teeth or perhaps part of the lowergum. Be careful to make sure that the tongue rests naturally and does not have tension or become anchored or push against the lower teeth, which cancause problems later. • The length of the tongue extends all thewaydown the throat; it mustbe kept forward in its natural position and it must always remain soft. • The teeth should be slightly apart, in their natural position. • Do not make your muscles work, allow them to work.",
            "topics": [
                "tongue positioning",
                "relaxation of oral muscles",
                "natural mouth posture"
            ]
        },
        {
            "chunk_id": 18,
            "text": "PULSE Talk about pulse in relation to music and how it is analogous to life. Relate pulse to their heartbeat. The only difference between pulse in music and pulse in the body is that it's absolutely even in music and it's uneven in thebody. Make them understand that a healthy body has a steady pulse and healthy musie has asteady pulse also. Musie That Is Performed Well: • Moves forward • Has a regular pulse Music That ls Not Performed Wel: • Has an erratic pulse A Healthy Person: • Can move forward • Has a steady pulse An Unhealthy Person: • Has an erratic pulse After the students have learned about pulse, instruct them to bring air in and out in rhythm. Later, specify how many pulses for inhalation and exhalation. lf students learn to breathe in rhythm, they will play in rhythm.",
            "topics": [
                "pulse in music",
                "analogy between music and life",
                "rhythmic breathing for musical performance"
            ]
        },
        {
            "chunk_id": 19,
            "text": "•\"Ready, set, IN and OUT\" • Next: Breathe in. -pulses/out, pulses (pulse should be on the fast side for young students; a slower tempo is more diffieulı. Eventually use a slower pulse but not at first). Make sure students stay calm with the faster tempo. Chapter4 - InstrumentaTlechniques-Revisited\n\n90 the student. Tell Remindstudentsthat foot pat is more for tuh'erelearning. If I lon't seeyoufoot theparts of the are. studentsthatithelpstheteachertoknowwhat you're paetveryday,thenIdontknowifyouknowwhere IME GENERALSTRUCTUREOF CLASS TIM uisite to teaching music. You an ommanagement is a prerequisite to teach stuestablisheds,tructuredclassroutinethat helps students to learn. EXDect vo. you. dentstolookatyouwhenyouspeak, and to have respect for themselves and for Remember-thecalmeryouappeartobe, the calmer your class will be •Spendnomorethanabout 10-12 minutes any one topic. Rolale topics so thal voucoverall ofthemeachweek, but not necessarily every day. Divideclas timebetweenplaying position, breathing, music theory, basics of theinstrumentandhandposition - andgames if time allows!",
            "topics": [
                "music teaching techniques",
                "classroom management",
                "student engagement"
            ]
        },
        {
            "chunk_id": 20,
            "text": "• Whenworkingonbreathing,donot spend more than about 2-3 minutes, If youspendmoretime than this, the students may hyperventilate or become scared to breathe properly. • Alwaysallowthestudentsplenty of time to properly put away their instruments.Ifyoudon't,manyhorns will simply be thrown into a case, shut, andmost likely broken! MUSIC THEORY Musical Symbols Teachstudentsthatnotesequal sound and rests equal silence. Musical Alphabet Ratherthanteachingstudents note names by learning the lines and spaces separalelyonthestafl,showthem how the musical alphabet fits stepwise on the sall: themusicalalphabetissomethingthey already know, so this is a good place to sart. Practicesaying \"abedefgabedefgabedefgabcdefgabedefgaledefgalbcdelg..\" boin forwardANDbackwardT.eachthemtosaynotenamesstepwiseand that tne i andspacesareoneunit - if youascend, you are going forward with the musical alphabel;whenyoudescendon thestaff, say the musical alphabet backward. Al \\fter youhaveassessedtheirstepwisenotenaming skills and they have mastered it,the en ylioneuscaanndasspkathceesm. toskipintervalsandteachthem the mnemonics for learning e the OnTeachingBand\n\n91 Aecidentals When you get ready to introduce sharps and Hats, relate them tothe naturalnotes.",
            "topics": [
                "breathing techniques for students",
                "proper instrument care",
                "teaching basic music theory concepts"
            ]
        },
        {
            "chunk_id": 21,
            "text": "Remind them that the function ofa sharp is toraisethesoundofthenaturalnoteand a flat lowers the sound of the natural note. Demonstrate thison thepiano. Enharmonies For example, when you introduee Bo tell students that the enharnonic is Ałandthat it sounds the same and has the same fingering. If possible,showanexampleofhow it is written in composition. Repeat Signs Many beginner method books do not provide examples ofrepeatsigns in themiddle of the line. You must supplement the text by creating someexamples ofthis:repeat signs need to be placed in the middle so that students don't think that theyalwaysgo back to the beginning of the song. Teach them that the repeat sign at theend ofthe line that goes back to the beginning is the exception. When leaming about repeat signs, first and second endings, or da capoldal segno.ask studentsto place their finger on the music and trace the route of the music as they say the measure numbers.",
            "topics": [
                "sharps and flats",
                "enharmonic notes",
                "repeat signs in music"
            ]
        },
        {
            "chunk_id": 22,
            "text": "By using this tactile sense, they will remembertheconcept better. Dynamics Dynamics are one of the last things that I teach. Students need to be able to keep their energy and resonance of sound and be able to control it before plaving at different dynamic levels. At first we just want students to play with a full. loud. resonant tone. When I do introduce dynamics. I start by asking students to plav full and loud. Next, I would ask them to play full and soft. I want them to play with their best sounds, so I never introduce dynamics until thev can plav the kind of sound that I want on each note. Time signatures, clef signs, grand stafr. foot pat, and pulse are discussed in the previous chapter. Style I prefer not to teach style until students can play consistent full value notes that touch each other.",
            "topics": [
                "teaching dynamics",
                "sound quality in music education",
                "sequencing music instruction"
            ]
        },
        {
            "chunk_id": 23,
            "text": "They must have well established tone and full value rhythms before introducing style. This is usually donesometime neartheend of their fhst year. When teaching style, you must explain that the front of the note basically stays the same (for now), and all we do is take away some amount of time from the end of the note to put space between the notes. When you start talking about articulation, you can talk about the strength of the articulation and what specific symbols mean for the strength of articulation; this is usually done during the second year. They need to understand that style doesn't really have anything to do with rhythm; rather, it has to do with note lengths - andyou nevertake the note lengthaway from the front; you always take it away from the ends of notes.",
            "topics": [
                "teaching musical style",
                "note articulation",
                "rhythm and note length"
            ]
        },
        {
            "chunk_id": 24,
            "text": "Artieulated style doesn't change anything except the strength with which you place your tongue or how much tongue Chapter4 – InstrumentalTechniques- Revisited\n\nyou use. Again, make sure that you relate everything you teach your students (o concepts they already know. THE CARINET SuggestedEquipment for the Beginner • Instrument- Buffet E-1l orcomparablemodel • Mouthpiece-VandorenSRV Lyre • Ligature-Bonade • Plastic mouthpiece cover • Reeds- Start with machine-madereeds. Students break many reeds at first andtheseare less expensive. After about three weeks, move to handmade reeds(Vandoren is usually considered the best). Start beginners on a 2 or 2h strength and move them up as needed. Reedguard -Chooseonethat will hold multiple reeds. It should be wellventilated and made from a non-porous substance (plastic or glass). Vandoren is usually a good choice for reed guards.",
            "topics": [
                "clarinet beginner equipment",
                "reed selection and care",
                "articulation techniques"
            ]
        },
        {
            "chunk_id": 25,
            "text": "ldentifying the Parts of the Clarinet • Place the caseon a flat surface that does not move (not in the student's lap). Identify the top and the bottom of the case by helping students to identify distinguishing marks on both sides. Place all cases on the floor or on a large table in front of the student. Assembling the clarinet on the ffoor on or on large table is the safest possible situation for young students. • Openthecase. In the beginning, give students only the upper and lower joints; place the other parts in a plastic bag with the student's name on ii and place it in your office.",
            "topics": [
                "clarinet parts identification",
                "safe instrument handling",
                "clarinet assembly instructions"
            ]
        },
        {
            "chunk_id": 26,
            "text": "This idea is easy to \"sell\" to students: tell them that assoonas they prove they can take care of what they have, they can have anotherpart.Tosell thisconcept to parents, explain the money factor - it is almostasexpensive to replace one part as it is to buy an entire clarinet. • Showsludentshow to identify the upper and lower joints. (Note: Remember to sendwritten information like this home to parents.) • Lowerjoint: Thumbreston bottom side of the lower joint Three silver rings on the top side . Longer than the upper joint On Teaching Band\n\n93 • Upper joint Register key on the back. Help them to remember this by calling the register key the \"long. skinny\" key, or the \"exclamation point\" key. . Two silver rings on the top side • Show students how the upper and lower joints connect together.",
            "topics": [
                "clarinet parts identification",
                "teaching strategies for students",
                "communication with parents"
            ]
        },
        {
            "chunk_id": 27,
            "text": "Corks on a new clarinet are usually dry and very thick, making the instrument diffcult to fit together easily. You may need to sand the corks down usinga very fine sand paper (400 grit). Be very careful! Take off a little at a time and test between sandings. After sanding, apply cork grease for the students. (Do not give students their own tube of cork grease in the beginning. Demonstrate how to use the cork grease, and once they prove to you they can do it on their own, give them their own.) Cork grease should be put on as often as needed. If corks look dull or a joint is difficult to put together, it needs cork grease. Don't overdo: cork grease can get in and on the other parts of the clarinet and cause damage. • The table of the mouthpiece may not be flat.",
            "topics": [
                "clarinet cork maintenance",
                "cork grease application",
                "student instruction and demonstration"
            ]
        },
        {
            "chunk_id": 28,
            "text": "To flatten it out, use the finest sandpaper you can find (400-600 grit) and take a little off. Check the fatness on a plate glass. • Periodically check your students' mouthpieces and reeds. Check for chips on rails and on the tip; give students written work while you do this. • Students should have a lint-free cloth in their case. which can be used for various things, particularly for wiping off the keys of the horn after use. • Identify other parts of the clarinet and instrument accessories: barrel, bell. mouthpiece, ligature, reed, mouthpiece cap, reed guard. and cotton or silk swab. Do not let students use bore oil or chamois swab without supervision. • The mouthpiece cap needs to be plastic rather metal. • Never accept a stock mouthpiece with a beginner clarinet.",
            "topics": [
                "clarinet maintenance",
                "mouthpiece and reed care",
                "instrument accessories"
            ]
        },
        {
            "chunk_id": 29,
            "text": "Whatever quality mouthpiece and ligature you've suggested should be included in the package by the music company. Make sure the mouthpiece and reed strength are a goodmatech for students' ability (air and embouchure). Instrument Assembly • BE VERY SPECIFIC! AIl instruments must be assembled in aspeciñic order and procedures need to be followed consistently. Make sure you demonstrate each step for your students. • Pick up the upper joint with the right hand, and lay it in the palm of your left hand. The long skinny key goes away from the body and towards the floor, and the palm of the left hand is toward the ceiling. Cross the thumb and forefinger and \"lock\" them over the first silver ring. • Rck upthelowerjoint with the right hand between the pancake keys. The palmoftherighthandshouldbetoward the floor and the thumb rest should alsopointtowandthefloor.",
            "topics": [
                "mouthpiece and ligature selection",
                "instrument assembly instructions",
                "student suitability and demonstration"
            ]
        },
        {
            "chunk_id": 30,
            "text": "Lock the thumb and forefinger of the right hand arund thejoint. • Sitdown in a chair. Placethe lower joint on your leg. • Placethemiddle fingerofthe left hand over the covered key between the silverringsandpressdown. This will lift the bridge key (do not forget to make studentsawareofbridgekey's fragility and potential damage ifassemlbly is not correct). • Demonstratetostudentshow the parts fit together. They cannot place two tenon receivers together. • While lining upthebridge key, twist the tenon into the receiver. Push and twist. • Checktosee if the keys ofthe clarinet are aligned. Run the index finger down the silver rings to make sure they line up. • Afterthestudent is comfortable with assembling two pieces, continue to assemblethe rest ofthe clarinet. Remind students to always hold the two parts that go together. • Hold the clarinet with the left hand and pick up the bell. • Place the bell on your knee.",
            "topics": [
                "clarinet assembly",
                "instrument handling techniques",
                "student instruction"
            ]
        },
        {
            "chunk_id": 31,
            "text": "• Slide the left hand down to the lower joint. Place the two pieces together then twist and push. • Pick up the barrel with your left hand. Notice that it has a large end and a small end. • Placethe right hand on the upper joint, twist and push the large end of the barrel onto the upper joint. Mouthpiece, Ligature and Reed • Remindstudentsthat the clarinet mouthpiece is very fragile and breaks easily. • Noticethat the mouthpiece has a thin end and a fal end. Twist the fat end of themouthpieceonto the barrel. Line up the flat side of the mouthpiece with theback of the clarinet.",
            "topics": [
                "clarinet assembly",
                "instrument handling",
                "mouthpiece attachment"
            ]
        },
        {
            "chunk_id": 32,
            "text": "• Pick up the ligature and notice that the ligature also has a fat end and a thin end.Before placing this on the mouthpiece, point out to students that thescerewsforthe ligature will almost always appear on the right side of the mouthpieceasthestudent looks at the mouthpiece from the fat side (even withaninvertedBonadeligature). Slide the large side of the ligalure down\n\n95 over the mouthpiee. Next ask students to practice lifting up the ligature with their thumb. (o avoiddlamage,make sure that students always place the ligature on the mouthpiece before the reed.) • Always handle the reed from the fat end. Moisten the entire reed (top and bottom) and smooth the warped end of the reed on the table (Alat part) of the mouthpiece. • Notice that the reed has a fat end and a thin end and a flat side and a curved side.",
            "topics": [
                "ligature placement",
                "reed handling",
                "mouthpiece assembly"
            ]
        },
        {
            "chunk_id": 33,
            "text": "Point out that the reed is shaped similarly to the mouthpiece. Demonstrale how to slide the reed between the flat part (table) of the mouthpiece and the ligature. To avoid broken reeds, teach students that the reed is placed \"fat to fat. flat to flat, and thin to thin.\" Check individual reed placement so that whern you are looking at the reed, you can see a very thin black line of mouthpiece showing just above the tip of the reed. To check this, hold the clarinet vertically in front of you at eye level. • Slide the ligature down. On many mouthpieces there are lines on the mouthpiece that indicate where to place the ligature. Point this out to students. • Tighten the bottom serew of the ligature until it is snug and leave the top one tightened just to the point that you feel the first bit of resistance.",
            "topics": [
                "reed placement",
                "mouthpiece assembly",
                "ligature adjustment"
            ]
        },
        {
            "chunk_id": 34,
            "text": "Remind students that the serews of the ligature should not be too tight or the reed won't vibrate properly. • New ligatures may not fit very well. Take an old, dry reed and place it on the mouthpiece and leave it overnight while it is in the case. Never store a moist (or good reed) on the mouthpiece. • Note: You should teach the assembly of the reed using only the barrel, mouthpiece, and ligature rather than with the assembly of the entire instrument. Teach this about a week before you begin teaching embouchure. Disassembling the Clarinet • Disassemble the clarinet in the exact opposite order as assembly. putting hands where they were when you put the clarinet together. • Remind students to depress the covered key between the 2 rings on the upper joint to lift the bridge key before disassembling the upper and lower joints.",
            "topics": [
                "clarinet assembly and disassembly",
                "reed and ligature care",
                "teaching techniques for beginners"
            ]
        },
        {
            "chunk_id": 35,
            "text": "• Lock right thumb over the forefinger. • Twist and pull. • Demonstrate putting the parts back in the case. Have students look at the case in relation to the clarinet. The case is molded to the shape of the instrument. Explain that when they are placing the upper and lower joints in the case, they need to place the silver rings toward the ceiling. 96 • Carefullyplacereed in a well-vented reed guard. If the instrument has been plaved, it will needtobeswabbedout. Tell students to be sure not to leave the swaborany moist object in the clarinet case. Holding the Clarinet I. Finding Instrument to Body Ratio • Usingonlytheupperand lowerjoints, ask students to gently hold the instrument in thesameway that they do to assemble the clarinet (left hand on upperjoint, right handon lower joint). •Demonstratecorrectpositionandangle of the instrument.",
            "topics": [
                "clarinet assembly",
                "instrument care",
                "proper holding technique"
            ]
        },
        {
            "chunk_id": 36,
            "text": "Then ask students to pick up the clarinet and put it in playing position. Do this several times. Do not placethe fingers in the correct place yet, as this gives the child too much to think aboutat one time; let them focus on just holding the clarinet. • Dothisexercisetoget used to the weight and position of the instrument prior tolearninghand position. Practice three to four days before placing fingers. II. Hand Position • Placetherighthandon the lower joint first. The right hand holds and lifts the instrument. • Placethe fingers first (not the thumb). Place fingers on the silver rings andholes.Thefingersmakefinger patterns and help to create the lat C\". • Placethefleshy fingerpads over the rings. This covers the holes. If this is notdoneproperly, air will escape and the clarinet will not respond. • Withoutusingpressure, feel the fleshy part of the \"fingerprints\" (rather than the finger tips) go into the holes.",
            "topics": [
                "clarinet handling",
                "hand position technique",
                "beginner practice steps"
            ]
        },
        {
            "chunk_id": 37,
            "text": "Placethe thumb under the thumb rest. For most students, the base of the thumbnailwill comeinto contact with the thumb rest. The thumb joint will betothe right of the thumb rest. Monitor this carefully. • At this time, turn the clarinet up like a spyglass and make sure there is anopenspacebetween the clarinet and the hand. 4 Thelittle fingerrestswhere it is most comfortable on one of the four keys usedbythe litle finger. The middle finger is longer than the other fingers andsoit will appear higher than the others. Make sure the student's fingersdonot touch the rods on either side of the finger holes. Practicemovingthefingers up and down from the big knuckles. When theyput theirfingersdown, they need to feel the pads of their fingers fall intotheholesofthe keys. At first, the little finger should be allowed to movealongwith the others. Remember to keep your hands soft.",
            "topics": [
                "clarinet hand positioning",
                "finger placement",
                "beginner clarinet technique"
            ]
        },
        {
            "chunk_id": 38,
            "text": "• Leanthe clarinet back on a shoulder and look at the fingers. 97 • Make sure to feel all parts of the ring with the finger pads. • If the right-hand side key is not being used, nothing but the pads of the fingers touch the clarinet. • Remind students not to touch the rods of the clarinet. • Place the fingers of the left hand. •Point out that while the fingersof the right hand formed a right angle with the clarinet, the fingers of the left hand will be placed at a downward angle. • Identify the G and A keys for your students. Place the middle knuckle of the index finger on the G key. Place the first knuckle of the index inger on the A key angled down toward the first silver ring on the front. • Place the second finger over the second silver ring.",
            "topics": [
                "clarinet finger placement",
                "clarinet handling technique",
                "clarinet key identification"
            ]
        },
        {
            "chunk_id": 39,
            "text": "• Place the third finger over the hole with no silver ring. • Place the thumb over the hole on the back of the clarinet so that the thumb is just aware of the long, skinny (register) key. If you imagine that the hole is a clock, the thumb should point to one o'clock. • Maintain the \"Aat C\" and do not let the hand collapse. Keep the wrist up so that it stays in line with the rest of the forearm. • Keep the clarinet resting on the knee. • The left hand goes along the clarinet to form one side of the \"V\" angle. Remind students that the left hand is not angled straight across like the right hand because the index finger knuckles must stay in contact with the Gi and A keys.",
            "topics": [
                "clarinet hand positioning",
                "finger placement",
                "posture and alignment"
            ]
        },
        {
            "chunk_id": 40,
            "text": "• If the thumb is not being used to play the clarinet, it must not touch the body of the clarinet. II. Remindersforstudents(andteachers): • Keep one hand on the clarinet at all times. • When the clarinet is lying on the lap, the keys must face upward. • For the beginner, \"Ay-away\" fingers are acceptable for the first 2-3 months, providing the ingers are in position to return to the keyholes. The only exceptionto this is the left indexfinger it remainsincontactwiththe Cłand A key. Learning to Move the Fingers • First, practice noving the fingers in each hand \"all at once.\" • Call out \"Right\" and \"Left\" in altemation as the student puts the appropriate hand down. • Remind students that the right thumb will nevernmovebut the left thumb does. Chapter4 - InstrumentaTlechniques-Revisited\n\n•Next,prarticemovingthefngers in each hand one at a time\". • Sarwiththethumbandindex finger of the left hand in place.",
            "topics": [
                "clarinet hand positioning",
                "beginner clarinet techniques",
                "finger movement exercises"
            ]
        },
        {
            "chunk_id": 41,
            "text": "As von calloutthenumbers,the students place the appropriate finger down ift isuporpickitup if it isdown.This helps approximate majorand chromaticscales. •WRatchthefingersand make sure they move smoothly, cover the hole, stay inanaturalposition,and appearto move from the big knuckle. •Finally,movethefingers\"in combination\"; for example: \"1,2,3 - move\"; \"6,5,4-move.\"Teachtheuseofthe fingers in this order: . Fingers on the rings . Litle fngers(seebelow) . A and G keys . Thumb Sidekeys • Usingthe litle fingers: Numberthe keys. Calloutthe number first in order, then in diagonals, and finally out oforder. Dothis with the right and left hand separately. Thiscanalsobe achieved by placing colored tape on keys and calling out colors rather than numbers. Special Notes about the A and G# Keys • Neverpick upthe left index finger and move it to play the A key. It is always playedbetweenthefirst knuckle and the second section of the finger. Roll the fnger upfromthe first slver ring to play A.",
            "topics": [
                "finger placement techniques",
                "major and chromatic scales",
                "clarinet key identification"
            ]
        },
        {
            "chunk_id": 42,
            "text": "• Whenpressingthe A key, the G2 key automatically opens. Therefore, there isnoreasontorock back and forth between the G2 and the A key. Leave the middleknuckleincontact with theG key at all times. LateronWhenStudents Learn Fingerings • Startbyplaying first line E (LHl and thumb) and proceed one finger at a time (add LH2toplay D, LH3 for C, RHI for B», RH2 for A, and RH3 for G). Don'tworryabout pinkies at this time. • Teachstudentsthat raising or lowering the fingers one at a time will ereate ascale (itmaynotalwaysbea major scale) and that scales are one ol the basicsofmusic. On Teaching Band\n\nahut 99 Adding the Register Key It's important to understand that because the clarinet is a closed cylindrical pipe, it overblows at an interval of a twelfth rather than an octave. Thís is why clarinets have a register key and saxophones (a closed conical instrument) an octave key.",
            "topics": [
                "clarinet fingerings",
                "teaching music scales",
                "register key function"
            ]
        },
        {
            "chunk_id": 43,
            "text": "So when you play a fingering in the chalumeau register and add the register key. a note that is a twelfh higher will be produced in the clarion register. (Do not discuss what the notes are called at first; only that they have the same fingerings, plus the register key. Teach them the note names after they can play the notes.) After students are able to produce a consistently vibrant tone in the chalumeau register, teach them the first notes with the register key. They have to learn to put their left thumb in position as if pointing to one o'elock and touching the register key. Then ask them to rock their thumb from the knuckle rather than lifting it up off of the key.",
            "topics": [
                "clarinet registers",
                "register key technique",
                "teaching methods"
            ]
        },
        {
            "chunk_id": 44,
            "text": "(The thumb doesn't have to touch all of the register key-it just has to gently touch the end of it enough to open and close it.) When teaching students to use the register key for the first time, have them keep the left wrist still and use the right hand to hold the weight of the clarinet. For example, ask them to play middle C (LH123 plus thumb) then add the register key: this will produce the G above the staff. Then ask them to play D below the staff(LH12) and add the register key. then first line E (LHI) and add the register key. Once they can do this, they should put their fingers in position on the bottom joint as well. Have them put all 6 fingers down (to produce low G - LHI23, RHI23) and add the register key.",
            "topics": [
                "clarinet technique",
                "register key instruction",
                "beginner music education"
            ]
        },
        {
            "chunk_id": 45,
            "text": "then put 5 fingers down (low A - LHI23, RH12) and add the register key, then 4 fngers down (low B- LH123, RH1)andadd the registerkey. Havethem continue to hold the instrument with the right thumb under the thumb rest, then repeat 3 fingers down and add the register key, 2 fingers down and add the register key, then l finger down and add the register key. Lastly. you'll use just the thumb (first space F) and add the register key to produce the Calbovethe staff - this is the final test to see if the embouchure is correct. Going Over the Break • When teaching the throat tones (G, G#, A, and A#/B» inside the staff), tell the students to keep all of the right hand down to stabilize the clarinet. This lechnique is also used later to help with the tuning of those notes and to add resonamce.",
            "topics": [
                "clarinet fingerings",
                "register key technique",
                "teaching throat tones"
            ]
        },
        {
            "chunk_id": 46,
            "text": "• You must use a continuous air stream. • Always keep the left hand in contact with the clarinet. \"l's best lo start with the upper nolesbecause this helps youdeternuine whether their embouchure is correct. If the cmbouchure is corect, they will be able togo up to high C without any problems 'or goingthroughthethroattones- he pathfromoneregistertoanother. Chapter4 – lnstrumentalTechuiques- Revisited\n\n00 TeachingFingeringsThatUse the Little Finger (\"Pinky\") Keys •Number thekeys. • Calloutthenumberfirst in order, then in diagonals, and finally out of order. • Dothis wìth the right and left hand separately. • Thiscanalsobeachieved by placing colored tape on keys and calling out colors rather than numbers. • Thepinkiesneedtostay in constant contact with one of the four levers. • Rememberthat pinkies always use a \"squeeze, release\" motion. The only timethe pinky should be lifted up and down is to move it another pinky key.",
            "topics": [
                "clarinet technique",
                "embouchure and finger positioning",
                "teaching methods for fingerings"
            ]
        },
        {
            "chunk_id": 47,
            "text": "\"Rockand Ro\" • Whenteachingstudentsto slur from first line E to second line Gi, it's importanttoteachthemto \"rock\" or \"roll'\" with the second joint of the lef handfirst finger rather than lifting up the first finger and placing it on the G# key. • Practicesimilar slurring/rocking exercises from E to A, D to A, C* to A, and Cto A. • Specialattention needs to be given to practicing the slur from G# to A. Never pick up the left index finger and move it to play the A key. It is always played betweenthefirst knuckle and the second section of the first finger. Roll the finger up from the first silver ring to play A. Beawarethat when pressing the A key, the G automatically opens.",
            "topics": [
                "slurring technique",
                "left hand finger positioning",
                "woodwind instrument practice"
            ]
        },
        {
            "chunk_id": 48,
            "text": "Thereíore, there is no reason to rock back and forth between the G* and the A key.Leavethe middle knuckle in contact with the G# key at all times. Other Considerations • Whenteachingnotes• As notes ascend, use sharp note names; as they descend, use flat note names.(Thisassists in teaching enharmonic notes.) • Use the piano to help students visualize note names. •When sluringfrom openGto third spaceC, always have the right hand down for both notes in the beginning to stabilize the clarinet. • Remind students that you can never play two notes in a row with the same litlefinger. • Teachstudentsaboutthe registers of the clarinet: • Chalumeau- low EtosecondspaceA# • Throattones - G,C#(second line), A and A# (second space). Throat tones areasubset of the Chalumeau register.",
            "topics": [
                "clarinet technique",
                "note naming conventions",
                "clarinet registers"
            ]
        },
        {
            "chunk_id": 49,
            "text": "On Teachíng Band\n\n101 • Clarion - third line B through second ledger line C • Toproduceethe altissimo register - the first finger acts as the register keyl vent. Half-hole the first finger on the left hand along with the register key for better response (with less resistance) and less brightness. This also helps to keep students' hands in place. Getting Around the Horn • After teaching students that raising or lowering the fingers one at a time will create a scale, slart teaching the concept of scales. Make sure that students can say the note names of scales and think about where the notes are on the staff; then have students look at pitehes of the seale on a staff and think the note names.",
            "topics": [
                "clarinet technique",
                "altissimo register",
                "teaching scales"
            ]
        },
        {
            "chunk_id": 50,
            "text": "• Introduce arpeggios as \"broken chords.\" and that moving our fingers in a particular pattern and order are called arpeggios, another basic structure of music. Choosing a Good Reed Every student should have at least five good reeds, used in rotation. in their case at all times. • Look for reeds that have a creamy yellow color. • Look for the \"U\" cut on the bark. • The grain needs to be uniformly parallel. There should be no streaks in the cane. • The cane needs to be thicker in the middle than the sides, not the opposite. • As the teacher, you should frequently assess the quality of reeds. The teacher reserves the right to break a reed at any time. If a reed is not good, the teacher candispoOseof it as seen fit. The teacher does need to inform the parents of this in the band handbook.",
            "topics": [
                "arpeggios",
                "reed selection",
                "teacher guidelines"
            ]
        },
        {
            "chunk_id": 51,
            "text": "• Each student needs to have a plastic mouthpiece cover, not a metal one. Students need a reed guard that will hold multiple reeds. It should be wellventilated and made from a non-porous substance (such as plastic or glass). Vandoren is usually good choice for reed guards. Clarinet Embouchure Students must be able to use their air correctly before you teach them about embouchure. The airstream must always be constant, steady and smooth. Teach students to regulate the air so that it doesn't come out all at once like a blob. • Students should use the mouthpiece and barrel only when learming embouchure. 12 • Themouthpieceis held by the teeth, not the lips. The upper teeth rest on the mouthpiece,and the lower teth feel the reed through the lower lip that covers them. • The lower lip covers the lower teeth like a fitted sheet covers a mattress.",
            "topics": [
                "clarinet equipment",
                "embouchure technique",
                "air control"
            ]
        },
        {
            "chunk_id": 52,
            "text": "The lower lip is inactive and the teeth are naturally apart like when you are watching TV, reading, etc. • The bottom teeth are moved slightly forward. This helps create a smooth area in the chin, called the valley. The cornes of the mouth come toward the mouthpiece. There should be no wrinkles in the lower lip and you must see red flesh on either side of the mouthpiece. • The part of the lower lip that is not under the reed does not go over the teeth: it stays in front. Never tell students to \"roll\" the lip over the teeth. • The upper lip restson top of the mouthpiece in front of the teeth. It should be soft and pliable. You should see no dimples in the corners that are not already there when the student makes his natural face.",
            "topics": [
                "embouchure technique",
                "lip and mouth position",
                "clarinet or woodwind instruction"
            ]
        },
        {
            "chunk_id": 53,
            "text": "• Lips must neverfeel tight or stretched (this actually makes them thicker). • The corners begin in their natural position. Teaching Students to Form the Embouchure • Wearingnon-latex gloves, ask permission to touch the student's lower lip. Place your finger on the student's lower lip to show the student how the lip feels when it covers the bottom teeth. • Insertthemouthpieceand lift it against the student's upper teeth. • Takeyour index finger and help ereate the valley in the chin. Place the mouthpiece in the student's mouth and tell them to inhale through the corners of their mouth, seal around the mouthpiece, and blow. • Theupper lip restson top of the mouthpiece in front of the upper teeth. The upper lip is soft and pliable and follows the contour of the mouthpiece. • After thestudent hasbeen successful with you holding the mouthpiece, Jetthem hold it and do the same thing.",
            "topics": [
                "embouchure formation",
                "mouthpiece placement",
                "student instruction techniques"
            ]
        },
        {
            "chunk_id": 54,
            "text": "It is best for the student to hold the mouthpieceand barrel with two fingers and the thumb so that the hand doesn'tget in theway of the bottom of the barrel (which will change the tone and pitch). • Always walch the student's face. Ask them where their tongue is. The tongue shouldbeinan \"ee\" or \"ih\" position and the oral cavity of the clarinet should remain slationary (in contrast to the brass oral cavity). Remind students that astheyinhale with cool air, the tongue stays up and forward (don't let it pull back). On Teaching Band\n\n103 • Tell the student to keep the air moving, even if the initial sound ís not really the right sound. This helps to teach a constant and smooth airflow. • You play at the clarinet, not into it (like the trumpet).",
            "topics": [
                "clarinet embouchure technique",
                "tongue position",
                "airflow in wind instruments"
            ]
        },
        {
            "chunk_id": 55,
            "text": "In other words, think about directing the air across the reed rather than blowing down into the clarinet. The mouthpiece and tongue position (\"ee\") will take care of it. • Tell students to focus the air towards an imaginary dot in the middle part of the reed where the flat part meets the tip. An instant vibration should occur: if the air backs up in the mouth somewhere, this means it is being blocked somewhere; usually it is the tongue. • The mouthpiece is supported by the teeth, not held with the lips. • Troubleshooting initial sounds on the mouthpiece and barrel: • If there is no sound, there is not enough mouthpiece in the mouth, the upper lip is too tight, or they are biting.",
            "topics": [
                "clarinet embouchure",
                "air direction technique",
                "troubleshooting sound issues"
            ]
        },
        {
            "chunk_id": 56,
            "text": "• If the student gets an upper harmonie, there is too much mouthpiece in the mouth, or they are doing something with their mouth to make the reed flutter. • If it is a stuffy sound, either they are holding the mouthpiece with the lips and not supporting it with the teeth, the tongue is in the way, the cormers are out and not in, or something else is keeping the reed from vibrating freely. • If the sound has no focus or is hollow, the student may have the upper lip and/or the corners too loose, the mouth may be too far open, the teeth loo far back, or the tip of the tongue is pulled back. • If there is an airy sound, the corners are not firm enough.",
            "topics": [
                "clarinet embouchure issues",
                "sound quality problems",
                "troubleshooting student technique"
            ]
        },
        {
            "chunk_id": 57,
            "text": "• If the mouthpiece is in the correct position, the student will be able to play a fiftlh line concert F$. If any adjustment is needed, give students feedback and try again. • Enough mouthpiece must be in the mouth to allow the reed to vibrate freely. Make subtle adjustments to instrument angle, amount of mouthpiece in the mouth, tongue placement, jaw placement, energy of lips around the mouthpiece ete. to increase vibration and resonance. Continue to refine the embouchure throughout the years. The embouchure is correct when the tone sounds vibrant. Artieulation Teach articulation after students can produce steady, vibrant tones with a good embouchure. • Initially, use the mouthpiece and barrel only to teach articulation.",
            "topics": [
                "embouchure",
                "mouthpiece positioning",
                "articulation"
            ]
        },
        {
            "chunk_id": 58,
            "text": "• Show students that they will articulate with the part of the tongue that is slightly back from the tip (\"one taste bud\" is going to touch the lat part of the Chapte4r l-nstrumeaTetaclhmimusliouii\n\nI04 reedwhere it meetsthe tip on thesame imaginary dot that the student focuses the air). The tonguemoves up and down, not back and forth (and must touch a vibrating reed). • Anotherway – students can articulate by moving the tongue. Where the tongue hits is where the student tongues. Either way is appropriate and equally as good. Some students with a longer tongue may articulate a little farther back from the tip of the tongue and students with a shorter tonguemay articulate more forward towards the tip of the tongue. Have the student make a sound.",
            "topics": [
                "tongue articulation",
                "reed instrument technique",
                "student instruction"
            ]
        },
        {
            "chunk_id": 59,
            "text": "Then move the tongue up slowly and AS SOONas it touches the reed it should FALL back to the natural position. • Thetongue is in the natural position 99% of the time and touching the reed 1% of the time. • If thestudent is articulating correctly, the tongue will tickle. • If he is using too much tongue it will make a \"tha\" not a \"di\" sound. • If the student is leaving his tongue on the reed too long, it will make an \"ah\" soundinstead ofthe \"di\". • You do not stop the vibration of the reed, you simply interrupt it. • The air neverstopswhen you are articulating: the air always starts the sound. Later, you will learn to articulate or define the sound with the tongue. • After they havebeen articulating for about three weeks, then they start defining the sound with the tongue and air.",
            "topics": [
                "tongue position",
                "reed articulation",
                "sound production techniques"
            ]
        },
        {
            "chunk_id": 60,
            "text": "• The only things that movewhen you articulate are the air and the tongue, never the chin or corners. • Your tongue has to touch the reed in the exact same place, with the exact same part of the tongue, and the exactsamnestrength every time. • Ifyou changethe shape of your tongue, your sound will change. • As soonas they can do it slowly, let them tongue as fast as they can. The only reasonmost students cannot tongue quickly is that they were never allowed to doso. Next, leachstudentsto start the vibration, then articulate when you snap your fingers; this teaches the student to control the tongue. • Once they have learned to tap the fool, teach them to articulate with the pulse. Ask them to: • Artieulate when the toe touches the floor. • Articulate when the toe is down and up.",
            "topics": [
                "tongue articulation technique",
                "consistency in tongue placement",
                "developing speed and control in tonguing"
            ]
        },
        {
            "chunk_id": 61,
            "text": "• Articulate three times when the toe is down and three times when it is up. • Ariculate four times when the toe is down and four times when it is up. On Teaching Band\n\n105 • Finally, teach tongue and finger coordination. Use the finger exercises to teach this skill. Always move the tongue with the fingers rather than the fingers with the tongue. This is very important. • Always watch the face and make sure it stays soft and natural. Also watch under the chin to monitor the movement of the tongue. If the tongue is moving correctly, the soft area under the chin will not move. Cleaning the Clarinet Always allow time at the end of class to clean instruments and put materials away. • Loosen the ligature and remove the reed. Blot it and put it away. • Take off the mouthpiece and lay it somewheresafe.",
            "topics": [
                "clarinet technique",
                "tongue and finger coordination",
                "instrument cleaning"
            ]
        },
        {
            "chunk_id": 62,
            "text": "• Take the cleaning swab, drop the weight through the bel and pull it through quickly. Do this 2-3 times. • To disassemble the clarinet: • Remove the bell and put it away. • Take the barrel off and put it in the case. • Take the lower and upper joints apart and put them away. • Clean the receivers in the barrel and the bell with the swab. • Swab the mouthpiece. • Wipe off the rails, put it in the case. • Close the case and latch it.",
            "topics": [
                "clarinet disassembly",
                "cleaning procedure",
                "instrument care"
            ]
        },
        {
            "chunk_id": 63,
            "text": "THE SAXOPHONE Suggested Equipment for the Beginner • Instrument - YamahaYAS-23 orcomparablemodel • Mouthpiece-SelmerC* • Mouthpiece patch - This is placed on the top side of themouthpieceand climinates the vibrations felt through the mouthpiece •Ligature - Selmermetal ligature(Bonadeisalsogood) • Plastic mouthpiece cover • Reeds -For the first month, use inexpensive store-bought reeds (such as Rico 2% or La Voz nedium sof). After that, se Vandoren reeds (24 for the first few months, then move to 3) Chonterd Instnentl hines Ravisited\n\n106 • Thestudentneedstohave 4-6 good working reeds at one tine. Remind studentstorotate the use of them! • let theparentsandstudents know that you reserve the right to break any reed that is not playable. • Howdoyouknow if thereed is good? The blade is a creamy yellow color. it isevenandbalanced all over, and the butt of the reed is evenly round on topand flat on the bottom.",
            "topics": [
                "beginner saxophone equipment",
                "reed selection and maintenance",
                "mouthpiece and accessories"
            ]
        },
        {
            "chunk_id": 64,
            "text": "• Reedguard -Chooseonethat will hold multiple reeds. Vandoren is usually a goodchoice for reed guards. Neckstrap - Preferablywith a pad for the neck (must be purchased separately).All straps must have a hook with a clasp. Teach students that they should never trust a neck strap: there must be at least one hand on the instrumentat all times. •The instrumentshouldcome with a plug that is inserted in the top of the body whenin thecase;this plug protects the octave key mechanism. Make sure that it has one- and that it is used!",
            "topics": [
                "saxophone accessories",
                "student instrument care",
                "safety precautions"
            ]
        },
        {
            "chunk_id": 65,
            "text": "Askthemusiccompanyto include these items in the set-up kit: • mouthpieceand ligature • reeds and reed case stand book •metronome What's in the Case •Compartmentsforthebody, neck, mouthpiece and ligature, and mouthpiece COver • Polishingcloth(makesure that has not been chemically treated) • Silkswab • Neckslrap • Reeds •Corkgrease- donotgive it to the students until they have shown you they canuse it correctly •36 reedsshouldbeintheaccessoriescompartment Instrument Assenmbly (Seenotein theseetion \"Holding the Saxophone,\" below) On Teaching Band\n\n107 • Place the case on a flat surface (the floor or a table). • Check for identifying marks; make sure it is right side up. • Open the latches. • Close the case and latch it. • ldentify all instrument parts for students before assembling. • Put neck strap on and adjust it. • Place the right hand fingers inside the bell. • Support the back side of the body with the left hand.",
            "topics": [
                "saxophone set-up kit contents",
                "instrument assembly instructions",
                "band teaching guidelines"
            ]
        },
        {
            "chunk_id": 66,
            "text": "• Gently lift it out of thecase. Hold the sax with the right hand and brace it under your arm. Hook the neck strap on and hold on to the saxophone! • Hold the octave key open on the neck with the palm of the hand. Be careful not to put any pressure on the octave key or it may become unsoldered. • Tvist and push the neck onto the body of the saxophone. • Tun the screw that supports the neck to the first point of resistance. • Add cork grease to the cork on the neck. Do this for each student until they are aware of how much grease to use. • Gently twist the mouthpiece (without the ligature) onto the neck. About 3/8 to 1/2 inches of cork should be showing when the neck and mouthpiece are together.",
            "topics": [
                "saxophone assembly",
                "instrument handling",
                "mouthpiece and neck preparation"
            ]
        },
        {
            "chunk_id": 67,
            "text": "• Line up the bottom of the mouthpiece with the brace on the bottom of the neck. • Slide the ligature onto the mouthpiece, making sure the serew heads are on the right side (no matter which brand the ligature is). Always look at the mouthpiece from the flat side when checking ligature position. • Always handle the reed from the fat end. Moisten the entire reed (top and boltom) and smooth the warped end of the reed on the table of the reed. • Hold the ligalure up with thumb and index finger and slide the reed into place \"fat to fat, flat to flat, thin to thin.\" Make sure reed is aligned on the rails and that you can see a sliver of the black nouthpiece above the reed. • Slide the ligature down into position.",
            "topics": [
                "mouthpiece assembly",
                "ligature positioning",
                "reed placement"
            ]
        },
        {
            "chunk_id": 68,
            "text": "Look for a line on the mouthpiece to indicate where the ligature needs to be placed. • Tighten the serews to the first point of resistance.",
            "topics": [
                "mouthpiece",
                "ligature placement",
                "tightening screws"
            ]
        },
        {
            "chunk_id": 69,
            "text": "Chapter 4\n-lnstrumental Techniques - Revisited\n\n108 Student Reminders • Thereedandthe nouthpiece look very similar. Both have a flat side and aroundside. they both havea fat end and a thin end. WVhen putting them together,thìnk, fat tofat,flat to fat, thin to thin.\" The flat side of the mouthpieceiscalled the table; the side-pieces are called the rails. • Storetheligatureon the mouthpiece. • Inthebeginning,storethe mouthpiece with an old reed on it to help shape the ligature(Dothis forthem before they get the instrument!) • Checkreedpositionforeach student prior to playing! • Practicedisassemblingtheinstrument in the opposite order of assembly. Swab thebodyandneckseparatelyand dry out the mouthpiece. The ligature must beleft on the mouthpiece with a dry reed and a plastic mouthpiece protector. • Theneckofthesaxophonemust be protected. If there is no compartment designedspecificaly for the neck, place it in a thick cotton cloth (such as a sock)and carefully place it in the bell.",
            "topics": [
                "saxophone assembly and disassembly",
                "mouthpiece and reed care",
                "instrument storage and protection"
            ]
        },
        {
            "chunk_id": 70,
            "text": "• Youmustadjust the cork on the neck so that the mouthpiece will fit on easily beforeyougive it toa beginner student. Add cork grease to the cork for the studentsuntil they are aware of how much to use. Holding the Saxophone Note:Neverbegin with the entire instrument together - teach it as two units: 1) Bodyandneckstrap:2) Neck, mouthpiece, ligature, and reed. L Finding Instrument to Body Ratio • Startwith the saxophone body and neck strap. Askstudentsifhis/herbody feels different with the sax than without the sax. Next,addtheneckand mouthpiece (without the reed). Practiee adjusting neckstrapandinstrument placement and angle of mouthpiece. •Point outthattheinstrument will be balanced by thumbs, side of leg and neck strap.Beginningstudentsshould place the instrument to the right side of the legratherthanbetweenthe knees (this position puts too much weight on the neck).Thecorrectposition ofthe right arm is directly down the side of the body;neverallowtheelbow of the right arm to move behind the body. I.",
            "topics": [
                "saxophone assembly",
                "beginner instruction",
                "proper playing posture"
            ]
        },
        {
            "chunk_id": 71,
            "text": "HandPosition • Bothhandswillusethe \"at C\" position (which is more open than the \"lat C\" position). • Thehandswill becurvedand soft as if you are gently holding a tennis ball. 109 • Always place the fingers on the keys before adding thethumb. • TheMleshypart of the fingers (spiral of the fingerprint) will stay in contact with the pearls. The reason the fingers can stay in contact with the pearls is that the springs on the keys of the saxophone are strong enough to hold the keys open. Therefore, unlike other woodwind instruments, the fingers will not hover over the keys when they aren't depressed: they will stay in contact with the pearls. The fingers appear to move from the large knuckle. a. Right Hand Position i. Fingers 1, 2, and 3 on pearls 1, 2, and 3 ii.",
            "topics": [
                "saxophone hand position",
                "finger placement",
                "key contact technique"
            ]
        },
        {
            "chunk_id": 72,
            "text": "Little finger rests on the most comfortable roller key (usually E», which is the higher of the two roller keys) iii. Big knuckle of thumb goes under the thumb rest b. Left Hand Position i. If you see a total of 5 pearls, fingers 1, 2, and 3 go on pearls 2. 4, and 5. (Some saxophones only have 4 pearls- in this case. place your index finger on the first pearl, skip the small pearl and place your middle and ring fingers on the next two pearls.) i. The little fingergoesin themostcomfortable position (most likely this will be the G2 key). ii. The thumb shouldalwayscontact the thumb rest (later it will rock forward to add the octave key with the tip of the thumb) iv. Remember to keep hands soft and your wrist up slightly to align with the rest of your forearm. I.",
            "topics": [
                "saxophone hand positioning",
                "finger placement",
                "thumb technique"
            ]
        },
        {
            "chunk_id": 73,
            "text": "OtherConsiderationsforHandandInstrumentPosition • Always have space between the instrument and the inside of the hand. Do not let your hand collapse against the instrument. • Balance the instrument with the embouchure, side of leg, neck strap and the thumbs. Most of the weight should be on the neck strap so that the hands can slay soft and natural. • Make sure that the upper part of the right arm aligns with the body rather than ahead of it or behind it. Never allow the right an to be placed back behind the chest cavily. The inside of the arns should never touch the chest. • The left arm is across the body and should be as natural and conmfortableas possible. • The shoulders should be level and even; the elbows should point toward the floor. • You should always bring the instrument to the student.",
            "topics": [
                "hand position",
                "instrument balance",
                "posture"
            ]
        },
        {
            "chunk_id": 74,
            "text": "NEVER bring the student to the instrument. Chapter4 -lustrunmentTaelchuniques-Revisited\n\nu0 • Adjusttheangleofthemouthpiecesothat the student doesn't have to turn his head to play: • Eyesshoaldbestraightahead,not following the sax. •A sight \"hrak\" intherightwrist isneededto provide support. • Only thebracetouchesthe leg. Don't rest the saxophone against the side of the chair. N. TheFingers: Appeartomoveonly from the big knuckles. • Arealkaystouchingthepearls. Fingerexercisesare the sameas on all other woodwind instruments, except: vOuneedto include special exercises to coordinate the alternation of left hand fingers l and2, without creating a gap between the movement. • Litle finger(pinkykey) ofthe left hand: • Thetopkey (G) only works with the left hand down. • All ther keys(lowC#, low B, and low B> keys) work only with the right handdownand the right hand pinky down. Savophone Embouchure •Whenteachingembouchure to beginning saxophones, use the mouthpiece and neck only. • Beginbygettingstudentstoobserve their natural face ina mirror.",
            "topics": [
                "saxophone playing posture",
                "finger technique",
                "embouchure instruction"
            ]
        },
        {
            "chunk_id": 75,
            "text": "Ask them howtheirfacefeels/looks when it is in rep0Se. •Theamountofthemouthpiecein the mouth is just less than half. •Bottomlip- placeonefingeron the lip and push the lip toward the bottom teeth-thatishowmuch ofthe bottom lip should go over the teeth. It should belikea fted sheetovera bed; the teeth support the lip. You should always beabletosee pink on either side of the mouthpiece. •Justliketheclarinetembouchure,the bottom lip (the part that goes underneaththereed)should remain smooth. You should look for it to be Smoahandnotbunchedorstretched. The parts of the lips that are on cither sideofthemouthpieceshould be in front of the boltom teeth not rolled over. Thesidesofthelips should sit in front of the teeth. • Theloplipfollowsthe contour of the mouthpieee. • Thetongueis in its natural position. • Pacethemouthpieceneckfor the student for the first attempts at a vibration. Placethemouthpieceacrossthe bottom lip, then bring the mouthpiece up to touch the top teeth.",
            "topics": [
                "clarinet embouchure",
                "mouthpiece placement",
                "lip and tongue positioning"
            ]
        },
        {
            "chunk_id": 76,
            "text": "• Ask the student to seal around the mouthpiece with an embouchure that resembles a drawstring bag (without wrinkles): think the vowel sound\"oo\" and let the air out. • The embouchure is similar to whistling - thecormersarealwaysforwardand natural. • The chin should be flat, but if the corners are forward (the way they need to be) it will be flat. You shouldn't really have to talk about it. • The teeth are naturally apart and even. • Each time before playing, think. \"Is my reed free to vibrate?\" • One of the biggest things to overcome is having something in their mouth. Make sure the tongue stays in the bottom of the mouth and that they can feel the air come over the tongue. • Hold the neck and mouthpiece in place to play. The angle of the mouthpiece should be just below level.",
            "topics": [
                "embouchure technique",
                "mouthpiece positioning",
                "reed and tongue placement"
            ]
        },
        {
            "chunk_id": 77,
            "text": "Make sure it does not go too far to either extreme. • The sound that students will achieve when playing on mouthpiece and neck is a Concert Gi/Ab. The pitch will not be exactly in tune--it may be slightly sharp. • If the sound is hollow, it means that there is not enough support for the mouthpiece. • Remind students to make sure that the air stays constant, steady and smooth and that they are comfortable when playing. • Think of a square shape when making a sound. It should have a smooth start. a smooth middle and a smooth end. Refining the Tone Quality Have students practice matching the teacher's G# while playing on the mouthpiece/neck. This can only be done if there is good air and the child knows how to Use it.",
            "topics": [
                "saxophone tone production",
                "mouthpiece and neck technique",
                "air support and control"
            ]
        },
        {
            "chunk_id": 78,
            "text": "If the pitch on the mouthpiece/neck is flat: • The embouchure may be too loose • The air may be too slow • The jaw:, mouth or throat nay be too open • There may be too little mouthpiece in the mouth If it is sharp: • The embouchure may be too tight\n\n12 • ThejewnouthAeeth maybetooclosed • Thecormersarenot in toward the mouthpiece Additional notes: •Thestudentneedstofeela slight liting in the right elbow to give support. If thesupportis not there it may sound badly. • Think\"oo°andadjusttheoral cavity and openness of the mouth. •Remindstudentstobringthecomersofthe mouth forward. • High-pitchedsoundsmaymeanthat there is too much mouthpiece in the mouth. • Lipsshouldnotclap togetheron the sides; they need to move in toward the mouthpiecerather than toward each other. • Wheretheairleavesthe body and enters the mouthpiece it must be as free andas round as possible. IIthefaceis shaking, then the corners are not anchored to the mouthpiece.",
            "topics": [
                "embouchure technique",
                "mouthpiece placement",
                "sound pitch adjustment"
            ]
        },
        {
            "chunk_id": 79,
            "text": "• Theembouchureneedsto appear round. You do not want the lips to look like astraight line on each side of the mouthpiece. •Dimples maybecreatedwhen the upper lip is too tight. • Adjust the mouthpiece for each student so that the most resonant sound is achieved. • Ithere isahollowsound, it maymean they are supporting the mouthpiece with their lips and not their jaw. •To obtainamorevibranttone quality, talk to students about releasing tension fromthejaw and allowing the reed to vibrate. • Mostoften,studentsneed to soften up the corners of their embouchure. •Talk andthinkabout bringing the comers forward and toward the mouthpiece. • Theinsidesofthe lips should feel as soft and natural as they do when they are at rest. Artieulation Teacharticulationafterstudents can successfully use their air and have the kind dfsoundandembouchure that you want. Begin by defining \"articulation\" to yourstudents. • Whatmoveswhenyouarticulate? Air, reed, tongue -nothing else moves.",
            "topics": [
                "embouchure technique",
                "tone quality",
                "articulation instruction"
            ]
        },
        {
            "chunk_id": 80,
            "text": "• Ariculation shouldbetaught on themnouthpiece and the neck. • Slartthefirstsoundswith just the air, then later add articulation. I13 • When holding the tongue still, you must think the vowel sound \"oo\". • Articulate with air andtongueat thesametime - like talking. • Don't stop the air. The tongue just interrupts the air stream by usíng the syllable\"doo'\". • The tip of the tongue moves up and softly touches the lat part of the reed under the tip. Use your fingernail to show where on the tongue it touches the tip of the reed. It should touch slightly back from the tip of the tongue. • The tongue moves up and down rather than back and forth. • The tongue is down longer than it is up. It touches the reed and comes right back down. • The tongue should be in its natural position. • Beginthesound - thenarticulate.",
            "topics": [
                "articulation technique",
                "tongue position",
                "airflow control"
            ]
        },
        {
            "chunk_id": 81,
            "text": "• When first teaching this skill, don't combine pulse with articulation. Articulation Exercises: 1. Make a sound without articulating. 2. Next, at the student's own pace, let the tongue come up and touch the reed at the same place at the same time, at the same strength, and return it to the same place every time. This should produce the same sound every time. 3. Tongueawareness - place the tongueon the reed in the correct position, then scratch it with a fingernail to help remember where the tongue touched the reed. Then try articulating. 4. Start the sound and then articulate as fast as they can (with unregulated rhythm). 5. Start the sound, then on your command (when you snap your fingers), they articulate. 6. Start the sound, then tongue once when the foot taps. 7.",
            "topics": [
                "articulation exercises",
                "tongue placement",
                "teaching musical skills"
            ]
        },
        {
            "chunk_id": 82,
            "text": "Start the sound, then tongue when the foot taps on the ground and then when it is in the air. 8. Start the sound, then tongue 2 times when the foot is on the ground and 2 times when the foot is in the air. 9. Etc... • Make sure that when students tongue, the pitch does not change! • All notes should be connected. • When the tongue touches the vibrating reed, the tongue should be physically soft. 4 Articvulationand Finger Exercises: A. 1,23,4 5,6, slurupbydepressingoctavekey, articulate as fast as possible 1,23,4, 5, slur up by depressing octave key, articulate as fast as possible 1,23,4, etc. B. Thendoasabove in the upper stack (palm keys) C 123,4, thenarticulate(inloweroctave) 1,2,3,4, 5, then articulate 1.2,3,4,5, 6,thenarticulate D. 1,2,3. then articulate (in lower octave) 1,2, then articulate 1, then 2 alone, then articulate 1,open, then articulate E.",
            "topics": [
                "tonguing technique",
                "articulation exercises",
                "finger coordination"
            ]
        },
        {
            "chunk_id": 83,
            "text": "Then move fingers and tongue together Inclass,begin working on ensemble techniques. Iftheycannothearit - sing it, draw it, try diferent approaches. Left Hand Palm Keys HighD - usethe first finger big knuckle • Numberthe keys and do exercises Embouchureshouldstaythesame in all registers - make a point to keep the embouchureforward in the upper register. • Thetonguedoesnot change in the upper register Vibralo Shouldbetaught with the saxophone conmpletely together, but feel free to check it with just the neck and the mouthpiece. • Don'tteachvibrato until the tone quality and embouchure are consistent. This usuallyoceursat the end of the first year. • Saxophonistsuse the jaw to create vibrato. •Movejaw bysaying \"yaw-yaw-yaw...or va-va-va\" while playing. •Startwithaverywide,deliberate vibrato. • They gradually move from a measured vilbrato to one that sounds more natural. • Youwantvibralotosound like a natural part of the sound and not a distinguishableseparatepart of the sound. Combinevibraloexerciseswith the articulation exercises.",
            "topics": [
                "saxophone technique",
                "embouchure and vibrato",
                "ensemble and articulation exercises"
            ]
        },
        {
            "chunk_id": 84,
            "text": "115 • Next, do scales in half notes then add vibratooneighths,then triplets,then sixteenths. • The vibrato and the air must continue through to the nextnote. • Sometimes vibrato is done too fast. Listen togoodmodels/recordingstomatch characteristic speed and width. Students should useaslower vibrato in the low register, faster in the high register. • Vibrato changes for different piecesandperiods. • The width of the vibrato alsochangesbetweenregisters. • Everyone's vibrato will be different, but it should all be within theconfinesof good vibralo. • The end result is that it is not aseparate thing from thesound. THE FLUTE Considerations • The ideal mouth for a flute player is smooth and round on all sides;nodips. buds, or \"tear drops.\" People with extremely thin/full lips shouldperhaps look at another instrument. • Look for students whose teeth are naturally aligned orwhohavea slight overbite.",
            "topics": [
                "vibrato technique",
                "flute playing considerations",
                "student evaluation for flute"
            ]
        },
        {
            "chunk_id": 85,
            "text": "Suggested Equipment for the Beginner There are several good brands of beginner flutes; consult an expert to select înstruments. For many smaller students, a curved head joint is recommended.Check with local repair shops to see if any are available; switch a student to the straight head joint when you feel he/she is ready. Open hole flutes with corks or plugs are preferred. Start with all ofthecorksin, then systematically remove one cork per week. Remove the index finger corks first. ending with the fourth finger corks. I suggest that all beginners use flutes with an offsetG keyrather than an inline G key. The curved head joint and the offset G key will facilitate hand position for smaller students. Parts of the Flute/ustrunmentAssembly There are three parts to the flute: the head joint, the body, andthe foot joint.",
            "topics": [
                "beginner flute equipment",
                "flute assembly and parts",
                "recommendations for young students"
            ]
        },
        {
            "chunk_id": 86,
            "text": "Chapter 4\n–lnstrumnentaTlechniques-Revisited\n\nl6 • ldentifythetopandthebottom of the case. Help students to identify dìstìnguishingmarkson both sides. Place all cases on the floor or on a large tableinfront ofthestudent. Assembling the fute on the floor on or on a large tableisthesafestpossible situation for young students. •ising thefingertips,takethebody of the flute out of the case. Hold it in a fist atthetop ofthebody: never grab the keys or rods. • Taketheheadjoint outand hold it in a fist at the bottom. Twist it back and forth into the body. • Takethefootjoint out. Hold it with a fist at the bottom and twist it onto the body. • Alignment: • Thecenterofthe tone hole needs to line up with the center of the first keythatyou put your finger on (you can put a dot of fingernail polish on thehead joint and body and line them up).",
            "topics": [
                "flute assembly",
                "student instruction",
                "instrument handling techniques"
            ]
        },
        {
            "chunk_id": 87,
            "text": "• Lineuptherodon the foot joint with the center of the last key on the body. • Theheadjoint should not be pushed in all the way; leave it out about 1/16\" for tuning purposes. When putting the instrument back in the case the rods go toward the outside andthekeys tovard the inside. Keep one hand on the flute at all times so that you don't drop it. Body Position Whenyou are teaching beginner futists in a homogeneous band class, have themstandupduringlessons.Thereare three reasons that ihis is important - standingmakesiteasierto achieve good playing position; easier to breathe correctly; and easierto balance the flute. • Theshouldersmust be in line with the hips. • Keepleft hand in center of the body. Bring nighthand forward. • Theheadshould turn slightly to the left (stand must be at the lef). • fsitting,thechairandkneesmust be to the right of the stand.",
            "topics": [
                "flute assembly and handling",
                "proper playing posture",
                "beginner flute instruction"
            ]
        },
        {
            "chunk_id": 88,
            "text": "• Thefeetneedto be shoulder-width apart; if one foot has to be in front of the other, it should be the left one. FindingInstrumentto Body Ratio (or \"Flute Aerobies\") Priortoteachinghand position, students need to get used to holding the weight ofthe instrument. a 117 • Have students make loOse fists around the instrument, with the left hand cupping up and the right hand facing down. Hold around the keys but do not Squeeze. • Lift it up and down at the elbows. • Lift up at the elbows and move the fute in and out to the northeast at the elbows. Hand Position Do this one hand at a time, with the unused hand making a light fist over the instrument. Also have students put the head joint on, and rest it on the left shoulder to help balance the flute.",
            "topics": [
                "flute posture",
                "hand position",
                "instrument handling exercises"
            ]
        },
        {
            "chunk_id": 89,
            "text": "• Right Hand • Lift from the elbows rather than from the shoulders. • Wrist should be straight or slightly forward. • Hand should look like a \"flat C\" (ora \"U\" on its side) - open,natural. and curved. Always place the fingers before placing the thumb. • Place the finger pads in the center of the keys. • Place fingers on the last three keys. • The little finger or pinky goes on the D# key. • Place the thumb under the body of thefAlutebetween the first and second fingers (where it is most comfortable/natural). . The flute will come into contact with the side of the thumb rather than the pad of the thumb. Looking at a clock, the thumb rests at about 7o'clock. . The thumb is never placed beyond the fingers.",
            "topics": [
                "flute hand positioning",
                "right hand technique",
                "finger and thumb placement"
            ]
        },
        {
            "chunk_id": 90,
            "text": "• Make sure the thumb stays in the proper position (directly under the first and second fingers). You may want to place a piece of moleskin on the best location for the thumb. • Left Hand Hold with the right hand softly around the foot joint keys. • Most flutists use a straight wrist, but this isn't necessarily the best position for beginners. Instead, put the wrist right under the flute to provide support. • In contrast to the right thumb, the left thumb will go straight up and is vertically aligned with the flute. While the ingers of the right hand form a right angle with the fute, the left hand fingers are slanted downward along the flute. • The left hand fingers go on keys 2, 4, and 5.",
            "topics": [
                "flute hand positioning",
                "thumb placement",
                "beginner flute technique"
            ]
        },
        {
            "chunk_id": 91,
            "text": "Chapter 4\n– InstrumentalTechnigues-Revisited\n\n18 • The lefthand pinky restson theG# key (without depressing i). • Pivotthe wrist until the thumb is vertical. • Fist finger will comeinto contact with the flute and rests on the big knuckle. The first finger wraps around to the second key. • Thesecond fingerWrapsaround to the fourth key. • The third finger wraps around to the fifth key. Hand Position Fingering Exercises • Without playing. havestudents practice moving one hand at a time. Watch to makesure that their fingers always go back to the original placement. • Move the right hand alone, making sure the thumb never moves. • Move the left hand alone and make sure that, while the thumb moves, the fute neverlosescontact with the first big knuckle of the first finger. • Altermatehand to hand. • Moveeach finger one at a time. Make sure students move from the big knuckle.",
            "topics": [
                "flute hand positioning",
                "fingering exercises",
                "instrumental technique"
            ]
        },
        {
            "chunk_id": 92,
            "text": "• Practice moving fingers in patterns. • Practice placing the Aute in position on the left hand. • Oncestudentsare producing a clea, steady tone on the head joint, practice fingeringexercises while playing on the entire flute: • One hand at a time • Onefinger at a time - first finger and thumb stay down; down then up • Add moving thumb and one • In patterns TheGOALİS for students to be as natural and comfortable as possible! Thereisnonole that is played with thumb alone, so practice 6, 5, 4, 3, 2, thumb +1 Makesurestudentslearn to keep the flute still. Try placing a small bean bag on he lute nearthefirst finger. The bean bag will fall off every time the flute moves. Air Pleasealsoreferto the \"Breathing\" section earlier in this chapter. • Airneedstobe let out of the body rather than pushed out.",
            "topics": [
                "flute finger positioning",
                "fingering exercises",
                "breathing technique"
            ]
        },
        {
            "chunk_id": 93,
            "text": "• Neverask students to go past the point where they feel comfortable. Don't initiatebreathingconteststhat will cause students to add stress to their bodies. • Studentsneedto think that \"air should equal sound.\"\n\nl19 • Exercise for air direction: Have students putonehand in front oftheface (botom of hand in front of chin) and direct air to different pointsonthehand, movingthe bottom lip to change the direction ofthe air(not thehand or upperlip). Flute Embouchure • The face should beas natural as possible: there should be nocreases other than what is naturally there. • Play with a ring ofair behind the lips. • The flute is the only instrument where it is acceptable to puff the cheeks while playing. • Make sure there is adequate space between the teeth. Find the place where the jaw separates and ereate more space between the back molars. • Make sure that you keep youreyesand nose natural.",
            "topics": [
                "flute embouchure techniques",
                "breathing and air direction exercises",
                "student comfort and safety"
            ]
        },
        {
            "chunk_id": 94,
            "text": "• Make sure the botlom teeth are aligned with the top teeth. Many students with natural overbites will probably need tomovethejaw forward a little. I. Learning to Puff theCheeks • Place one finger(as if saying \"shhhh\") in front ofthe mouth, exhaleand the cheeks should naturally puff out. Once that is correct, turn the fingersideways and place it under thebottom lip as if approximating the fluteheadjoint. • Place one finger on each corner ofthe mouth and let the ring of air movethe fingers forward. • For each exercise., usea mirror and do not let the lips distort. When usinga miror, ask the student if theycanseethemselves. If not, tell themtomovethe mirror to where they canseethe embouchure. II. Finding the Aperture • Define \"aperture\" asthe opening in the lips. • Once you have taught breathing, start with the lips closed, thensay\"pooh\" (withoutvocalizing) - thisformstheaperture.",
            "topics": [
                "flute embouchure techniques",
                "cheek puffing exercises",
                "finding the aperture"
            ]
        },
        {
            "chunk_id": 95,
            "text": "The tone hole should be centered where the aperture naturally occurs. (The center ofthe lips is the ideal placement for the tone hole ofthehead joint but it is not always possible. You want the embouchure to beas symmetrical as possible.) III. More about the embouchure • Flute is the only enmlouchurewherethecornersarenot heldagainstanything. The corners areaway from the mouth and inflated bya ring ofair behind the lips. • The ringof air around the lips isonlyasconstantandsteadyasthe air itself. 120 • Flutemostlyresonatesin the body. Dropping the jaw and puffing the cheeks createthelargest cavity in the mouth and the most room to resonate, and it helps bring out the low harmonics. Resonanceis more important than focus; the sound should have lots of activity and color. Placingthe Head Joint and Creating the First Vibrations • Say\"pooh\"(withoutvocalizingit). Look for the natural opening in the lips this will becomethe basis for the embouchure.",
            "topics": [
                "flute embouchure",
                "tone hole placement",
                "resonance and sound production"
            ]
        },
        {
            "chunk_id": 96,
            "text": "• Placeone finger on the chin, one finger in front of it, say \"pooh\" and send the air towardthe other finger. Theteachershould place the head joint initially; hold it with your fingers facingaway from the child so that you don't apply too much pressure. • When bringing the head joint to the child, make sure they do not bring their headforward. Begin with the head joint closed rather than open. • Theedge of the tone hole goes where the lip meets the skin, the center of the hole lines up with the center of the aperture. There are three ways that the head joint lines up: up and down, front to back, and left to right. • Theheadjoint needscontact but not too much pressure. The bottom lip should lightly touch (and be aware of) the bottom teeth. • Startthe first sound by saying \"pooh\" and sending the air forward.",
            "topics": [
                "flute embouchure technique",
                "head joint positioning",
                "beginner sound production"
            ]
        },
        {
            "chunk_id": 97,
            "text": "• Isuggest that you use non-latex gloves when working with individual students.Inform the parents that using gloves protects everybody. Tell parents todiscouragethe children from sharing instruments with their friends so thal they avoid spreading germs. Why Use Pooh\"? • \"Pooh\"teachesstudents that the air starts the vibration. Later when they learn to articulate, it helps teach the students that air is continuous through articulation. • Weuse the \"pooh\" to initiate the sound until the student can nmake good, consistent,steady vibrations. Next, we teach them to articulate. Assesing the Firet Sounds • lf thereis no sound, take the head joint away from the face, then re-place it. Theteachershould take the responsibility if there is no sound initially. 121 • The lips are closed - touching too long, too tightly • Students are saying *hoo\" instead of \"pooh\" • Too little air may cause the student to get an airy sound.",
            "topics": [
                "hygiene practices in music education",
                "teaching flute sound production",
                "troubleshooting beginner flute issues"
            ]
        },
        {
            "chunk_id": 98,
            "text": "If the student initially gets a high sound on the head joint, something is too tight, teeth are too closed, or the student is overblowing or directing the air stream too high or low. • As much bottom lip as possible (from side to side) should touch the head joint. • While students are playing their first sounds, look under the chin and make sure it does not change. Ifit does, it may mean that they are doing something unnatural with their tongue. Remind them to keep the area under the chin soft and natural. • When dropping the jaw and moving the jaw forward, only do it as much as is comfortable. • For students with underbites, ask them to drop the jaw and move it back in alignment with the top teeth.",
            "topics": [
                "flute embouchure technique",
                "common beginner mistakes",
                "jaw and lip positioning"
            ]
        },
        {
            "chunk_id": 99,
            "text": "• If the upper lip has a dip in it, try to move it out of the way. If that still does not work (and the child does not wish to change instruments). try setting the aperture to the left or right of the dip. The left side is preferred so that body position will be more natural. • If the bottom lip is too full, position the head joint a little abovewhere the lip meets the skin. • If the bottom lip is too thin, position the head joint a little below where the lip meets the skin. • If there is good air and it still does not sound correct, double check that the head joint placement is not: • too far to the left or right, but centered on the aperture. • centered front or back.",
            "topics": [
                "flute embouchure adjustments",
                "lip anatomy considerations",
                "head joint placement"
            ]
        },
        {
            "chunk_id": 100,
            "text": "• centered up or down (this may cause you to get almost no sound). • rolled in too far. This will cause the pitch to be low and you may get the upper oclave. • When playing on the head joint, notice the fog or vapor trail on the opposite side of the lip plate. This will help yousee if the aperture is centered and if the air streann is focused. • The top lip needs to be soft and squishy. 12 SpecialNates on Tongue Position Ifeventhingontheoutsidelooks right and the air feels right but the sound is still not good,thepnhlem maybe the position of the tongue. The tip of the tongue should touch thetopofthe hacksideof the botom teeth when at rest (and not articulating). Thetongue shod beanare ofthebottom teeth all the way around or spread like a blanket overthe botomteeth(ừthetongueis wide enough).",
            "topics": [
                "flute embouchure",
                "air stream focus",
                "tongue position"
            ]
        },
        {
            "chunk_id": 101,
            "text": "Ask student to think the vowel sound \"o\" or ah\" whileplaving. Probiens cased by the tongue: • Tipfosting. not touching anything. The sound will have a \"th\" sound in it. • Middle ofthetonguearched (caused by the tip of the tongue pressing into the hottomteeth). Thesound will have an \"h\" sound to it. • Sdes oftongue curled up and hanging on the top teeth. This will cause thesoundto lose the low overtones. • Tersionin theback ofthetongue (visible from the outside - under the chin; it will start tobulge) and throat will also be tight. You might hear throat sounds when plaving, causedby pressure on the jaw. Tocorrectproblems caused by tongue placement or texture: • Helpstudentstobecome more aware of their tongue position by identifying whereit shouldbenormally - sensitize it and place it where it should be.",
            "topics": [
                "vowel sound techniques",
                "tongue placement issues",
                "correction strategies for playing"
            ]
        },
        {
            "chunk_id": 102,
            "text": "Have thestudents sensitize the tongue by gently seraping the taste buds with the fingernail sothat theyunderstand where it rests naturally. • Ifthetongueseemslonger than usual, move the jaw forward. If it stillpresents problems, the student can allow the tongue to sit on top of the bottom teelh. Be careful not to let it push into the botlom lip. Tongue tension: • To deternine if tongue tension is the problem, ask the student to stick theirtongue in their cheek and play. This gets the tongue out of the way and helps youdiagnose ifit wasthe problem. After playing this way for a while, the back ofthetonguewill start to relax, This also forces the jaw to drop. • If the middle of the tongue is arched upward, this is usually causedfrompressing the tip ofthe top of the tongue into the bottom teeth. • Check wherethe tip of the tongue is.",
            "topics": [
                "tongue positioning",
                "tongue tension",
                "jaw adjustment"
            ]
        },
        {
            "chunk_id": 103,
            "text": "• Ask student to stick their tongue out and curl up the sides. Put it back in themouth. This may help to relax the middle of the tongue. • If the tongue is pressing into the bottom lip, ask the student to touch the tip oftheir tongue. Then have them play and ask them where it is placed. Remind themwhere it should be placed. (Formany students this is very dilficult to fix.) • If the tongue rests on top teeth while playing, remind students that the tip ofthe tongue slould touch the top of the back side of the bottom teeth. 123 Getting the teeth apart: • In order to play with a vibrant, resonant tone. most flutists need to inerease the size of the oral cavity by opening their jaw and putting morespace between their molars.",
            "topics": [
                "tongue positioning",
                "flute playing technique",
                "oral cavity adjustment"
            ]
        },
        {
            "chunk_id": 104,
            "text": "In private lessons, Claire Johnson used to ask students to take about A inch of a piece of carrot anrd place it between the molars and play (don't bite down on i). This forced the teeth apart. You maywant students to visualize a piece of carrot between their molars. While teaching in a large group, you might not be able to monitor individuals and so it might not be safe to do this in a full class. Someone might inhale a carrot! Note Shape: • After students achieve initial vibrations, concentrate on note shape; this may help bring focus to the sound. Demonstrate that the normal shape of the note will resemble a rectangle. Draw students' note shapes and talk about cleaning up the edges.",
            "topics": [
                "private music lessons",
                "teaching techniques",
                "note shape visualization"
            ]
        },
        {
            "chunk_id": 105,
            "text": "Now, let students place the head joint themselves: • Hands on the end of the head joint (be careful not to grab the lip plate) • While holding the head joint, ask students to have their fingersaway from their face (like hand gestures in the chicken dance) • Remind them of EVERYTHING! • Playing Position Air Breathing • Air behind the lips and corners • Head joint position • Etc. Articulation Define articulation for your students. Remind them that the air and the response of the tone hole start the sound; the tongue does not start the sound. The tongue articulates the sound. The Proeess ofTeaeching Artieulation Begin articulation instruction on the closed head joint. • Have students stick their tongue out and point it toward their chin and their nose (this helps to make the students aware of their tongue).",
            "topics": [
                "flute head joint placement",
                "articulation instruction",
                "student posture and breathing"
            ]
        },
        {
            "chunk_id": 106,
            "text": "Next, have them touch the tip of their tongue with their fngermail. This serves twopurpOses: it ay help tosensitize thetongue;also, itestablishestheidea of using \"one or twotaste buds\" toarticulate. 124 • Thetonguetouchesthegum line where the upper teeth meet the gums. • Thetongụeshould feel both gums and teeth (but slightly more teeth thau gums). • Thetip ofthetongueis what touches the teeth/gums. •Thìnk to0 or oe.\" • Onlythe tip ofthe tonguemoves. •Practice articulatingona single pitch on the closed head joint. • Startthesound and place the tongue (tip only) where it should be placed, movingàt up and down touching in the same place with the same strength with thesame part of the tongue every time. First, do this exercise as fast as they can (\"unregulated.\" i.e., without thythm). • Dothe exercise on command (when you snap your fingers). Combinearticulation with pulse. For example, tongue when your toe touchesthe floor.",
            "topics": [
                "tongue articulation",
                "flute playing technique",
                "practice exercises"
            ]
        },
        {
            "chunk_id": 107,
            "text": "Tongue both when your toe touches the floor and when itcomesup. Next, tongue two times when your foot touches the floor and two times when it is in the air, etc. TheMeansof Teaching Articulation • Gentlyholdthesidesofthe tongue between the top back teeth (molars) - do theexercises,saying \"toe.\" Remind students that this is just an exercise to isolatethemovement of the tip of the tongue. When they tongue normally, they will not hold onto the tongue with the molars. • Checklist• Thesoundmust be free, resonant and already started before the articulation occurs. • Keepthe air comfortable at all times. • Leam articulation using the head joint only. • Thetongueshould move up and down (not in a back and forth motion). Typical articulation problems Thetonguestops the note. Remind stludents that the tongue never ends a nole;rather,the airstops the note. If they stop it with the tongue, you will bear \"toof\" when they articulate.",
            "topics": [
                "tongue articulation exercises",
                "teaching articulation techniques",
                "common articulation problems"
            ]
        },
        {
            "chunk_id": 108,
            "text": "Thetongueflips; that is, the sides of the tongue will flip up at the end of a sound. •Problemswithhandposition - if there is not good balance, the flute will pushintothe chin and the tongue will not move. • Thetongueis a muscle; it must stay physically soft. Tight muscles are slow muscles. 125 Teaching multiple artieulation. The flute requires multiple articulation. bat beginners should not necessarily be taught how to double tongue. Make sure students have good tone and have well-established habits with single tonguing before teaching them to double tongue. Most of the time, this happens in their second year. • Exercise for combining fingers and articulation. This exercise insures that articulation is being practiced in both controlled and unregulated manners. • Tongue down the scale in the bottom register. flexibility (slur) upone octave, and then tongue as fast as possible.",
            "topics": [
                "flute articulation techniques",
                "tongue position and movement",
                "teaching strategies for beginners"
            ]
        },
        {
            "chunk_id": 109,
            "text": "Always move your tongue when you move your fingers when you articulate and change notes. Flexibility Explain to your students that the different registers of the flute are ereated with the lips and air, not the fingers. Slurring octaves and changing registers: • The jaw may move slightly forward to play higher. • The bottom lip may come more forward to play higher. • The bottom lip may turn out slightly to play higher (talk about this themost). • The shape of the aperture changes - it becomes smaller and rounder asyougo up (do not talk about this with the students). • The air speed may increase slightly to play higher (do not talk about this with the students). • The direction of the air changes.",
            "topics": [
                "flute technique",
                "register changes",
                "embouchure adjustments"
            ]
        },
        {
            "chunk_id": 110,
            "text": "The lower the note, the more downward the air is directed; as you go higher, the air is directed more upward across the tone hole. Vibrato Teach vibrato near the end of the student's first year of playing. The student must be able to breathe correctly and play with a consistently good straight tone before learning vibralo. Make sure students have heard demonstrations and recordings of vibrato prior to teaching this. Make a comparison of flute vibrato to vibrato when singing. Begin by doing the following exercises bent over at the waist -choose a noteon the staff and do pulses with the abdominal muscles: • Pulsedownbeats - \"whoo... whoo...",
            "topics": [
                "flute technique",
                "vibrato instruction",
                "breath control"
            ]
        },
        {
            "chunk_id": 111,
            "text": "whoo...whoo\" • Pulse subdivision (eighth notes) • Pulse triplets • Pulse four with each beat\n\n12% • Beginusingimitation to help them sound the way you want them to • Graduallyspeedit up • Makesureyoustart with the pulses being very large • Iftheair is in thecheeks correctly, there will be some movement and slight pufing in andout • Thereshould be NO jaw movement • Thefasteritgoes,thelessobvious the abdominal movement Makesurethatoneach student's vibrato everything is the same size, shape, strength, elc. Afer thestudentscan play the previous exercises while bent over, ask them to standupandmatchthe fecling. Vibrato adds body, color, and resonance to the fute tone: practice vibrato on single notes and then on scales. Then apply it to actual music.",
            "topics": [
                "vibrato technique",
                "pulse subdivision",
                "flute tone development"
            ]
        },
        {
            "chunk_id": 112,
            "text": "THE TRUMPET Instrument to Body Ratio • Assumingthat thestudent is either standing or sitting with correct posture, instructthenmto pick up the body of the trumpet with both hands and simply lift it by using their elbows. Move the instrumnent up and down, side to side, higherthanusual and lower than usual. As students are doing this, have them noticehowit affects the balance of the body. Eventually, the body should feel asbalanced with the instrument in hand as without. Hand Position • Themostnaturalshapeofeveryone's hands forms a lat C\". • Alhandswill fall in from the wrist. The body of the hand must never fall behind the wrist. • Thereshouldbeno bends or wrinkles in either arm when holding the trumpet. • Theinsideofthearmmust never touch the outside of the chest cavity when holdingthetrumpet correctly. No body part touches another body part! •Ellbowsmusthang naturally so that the natural slope of the shoulders will not be hampered.",
            "topics": [
                "trumpet posture",
                "instrument handling",
                "hand and arm position"
            ]
        },
        {
            "chunk_id": 113,
            "text": "Placeboththe left and the right hand in their correct position. Remember thelefthanddoesnot \"grip\" he instrument. No tension should be felt in this handwhen holding the instrument. 127 • The right thumb is placed in its natural position, which isbetweenthe first and second valve casing. The thumb must never bend in any direction! The index, middle and ring fingers are curved, and theHeshyparts ofthe fingertips are placed on the pearls of the valve caps and should never lose contact with the caps. The pinky finger is slightly curved and placed on TOP of the \"ring.\" This finger should never be placed INSIDE the ring, as thisvwill cause students lo pull the instrument into their embouchure andcausemajor problems. • The elbows as well must never feel as though they are pulling the instrument toward the student's face. Instruct students to keep their elbows soft while playing the trumpet.",
            "topics": [
                "trumpet hand positioning",
                "proper finger placement",
                "avoiding tension while playing"
            ]
        },
        {
            "chunk_id": 114,
            "text": "• The palms of both hands should feel soft. The palm of the right hand should never touch the instrument. The teacher should be able to clearly seea \"circular\" opening between the right hand and the instrument. Face/Embouehure • Each student should own (and use) a safelunbreakable miror--both in the classroom and at home. • Using the mirror, have each student notice how natural their face looks. They will have to later remember and memorize how it looks and feels. • The head must be balanced on the shoulders in a comfortable position--not too far forward and not too far backward. The eyes should be soft and natural, and the sight line should be exactly level. The distance between eyebrows should not change as airgoes in and out of the body. • Look for natural creases in the face, and allow any that are naturally present to exist while playing.",
            "topics": [
                "hand position",
                "embouchure and facial posture",
                "use of mirror for self-observation"
            ]
        },
        {
            "chunk_id": 115,
            "text": "No other creases are allowed. • The corners should move in toward the canineleyeteeth. The corners should never look or feel pulled back. • The corners can move down from the natural position as the student progresses, but they can never move up. The texture of both the upper and lower lip should be very soft and relaxed. There should be natural space between the inside of the lips and the gums and teeth. This space should not change or feel diferent when the lips vibrate inside the cupof the mouthpiece. • The back teeth are slightly apart and should eel the sameas when the student is reading, watehing TV, ete. The teeth should not be presed into each other when doing these other activities. 128 • Brassinstrumentembouchuresarefornmedwith a natural overbite. A student with an underbite should be steered away from playing brass instruments.",
            "topics": [
                "brass instrument embouchure",
                "lip and mouth positioning",
                "dental alignment requirements"
            ]
        },
        {
            "chunk_id": 116,
            "text": "• The thickness ofa students lips should correspond to the size of the cup of the mouthpiece for the chosen instrument. Students with a very full topor bottom lip should besteered towards low brass instruments rather than high bras. • The bottom of the front of the tongue should lie in the soft tissue area which is located in the front of the mouth just behind the ridge of the bottom gum. • Rememberthat when playing the trumpet, cheeks will only \"puff out\" if the air is not freely going into the instrument and if the corners do not stay seated against the teeth.",
            "topics": [
                "brass instrument selection",
                "mouthpiece and lip compatibility",
                "trumpet playing technique"
            ]
        },
        {
            "chunk_id": 117,
            "text": "• Assumingthat theabovehasbeen achieved, the embouchure will beformned with special attention to the following: + The mouthpiece must be placed in the middle of the mouth--up and down as well as side to side • The corners are in their natural position and should be set against the canineleyeteeth • The lips must be allowed to freely vibrate in response to the airstream rather than made to \"buzz\" in front of the airstream • The ips must feel natural so that air can freely move past them--they must not be pulled back against the teeth or blown away from the teeth and gums • Studentsshould remember that the mouthpiece \"gathers\" the air-not the lips • Theremust neverbe more energy placed against the upper lip than the lowerlip; hencethe instrument will angle slightly downwards (depending on the student's overbite) Flexibility and Range Extension Brassplaying is based upon flexibility.",
            "topics": [
                "embouchure formation",
                "mouthpiece placement",
                "brass playing flexibility"
            ]
        },
        {
            "chunk_id": 118,
            "text": "• Studentseventually need to be Aexible through each of the harmonic series in ordertomoveup and down within the range of the instrument. • Oncethestudentcan reproduce a given pitch at will, the teacher must decide whether flexibility up or down is needed first. • Flexibility is controlled by air direction and the isometrics ereated by the cornersand canineleyeteeth. • Theheadmuststay in its natural, balanced position at all times. • Theangleofthe instrument must not change at any time. 129 Students must learn to angle the air in the cup of the mouthpiece without changing the position of the lips andlor the relationshíp of the upper and lower teeth. • Flexibility is also enhanced by vowel sounds used in various registers. These sounds can be \"ah\" for the middle register, \"ee\" for the upper register, and \"oh\" for the lower register.",
            "topics": [
                "flexibility in playing brass instruments",
                "air direction and embouchure control",
                "use of vowel sounds for register changes"
            ]
        },
        {
            "chunk_id": 119,
            "text": "Have students practice saying these vowel sounds with vocalization on appropriate lower, middle and highersounds. • Bring to the students' attention that the shape of the tonguechanges dramatically from vowel sound to vowel sound. All students should be aware that vowel sounds are the middles of words that they speak every day. Practice saying words that use the required vowel sounds. (i.e. bow, ball, beep) • Range is developed through flexibility. It is more important to ereatea resonant sound while practicing flexibility than to create wider intervals. The student can enhance their range by making more resonant sounds in the middle register before trying to extend higher or lower. • Make sure students understand that the texture of the lips has nothing to do with range. For example, students should never be told to \"tighten\" their lips in order to play in the higher register.",
            "topics": [
                "vowel sound practice",
                "vocal range development",
                "resonance in vocalization"
            ]
        },
        {
            "chunk_id": 120,
            "text": "Articulation • The tongue moves in the same manner when articulating a brass instrument as it does when you speak. The tongue moves up and down (not back and forth) both when speaking and when articulating on an instrument. The students should think that the tongue \"articulates\" the sound created by theairstream. If the student is taught to create the sound correctly, articulation will bean easy transition. • Sound occurs when the air moves past the naturally vibrating lips. • Articulate the sound that is already present. • Teach students to articulate at the moment the sound begins, using the \"TAH\" syllable to create the articulated sound. • The tongue should feel the same whether the student is speaking, singing, or playing the instrument (or mouthpiece). • The tongue should touch the enamel of the upper teeth directly below the gum line-in the same spot with thesame strength every time.",
            "topics": [
                "brass instrument articulation",
                "tongue positioning",
                "teaching techniques"
            ]
        },
        {
            "chunk_id": 121,
            "text": "• After each articulation, the tongue must immediately fall down into its natural position. • The tongue will be naturally soft at all times, but can touch the teeth with different strengths. • The tongue will be in its \"down position\" 98% ofthe timewhen articulating correctly. Chapter4 - InstrumentaTlechniques-Revisied\n\n130 • Havethestudent start thesound with the air. • Usingtheinformationaboutthebasics of articulation, have the student articulate as fast as they can with no limitations of rhythm, or concern about evennessof articulation, etc. Simply get them used to articulating! • Have the student thenuse the \"la-day\" syllable to practice using the tongue in an organized manner. • Havethestudentthen articulate \"on command.\" The student will start the sound, and articulate when you snap your fingers to practice gaining more control of the tongue.",
            "topics": [
                "tongue position",
                "articulation techniques",
                "student practice exercises"
            ]
        },
        {
            "chunk_id": 122,
            "text": "• Once the student understands pulse and the foot pat, have the student articulate exactly when the toe of the foot touches the floor. • Have thestudent articulate with the down and up position of the foot. • Proceed to written rhythms as they begin to read music. Always practice this entire routine. Students must always go through the entire process so that they will not lose the ability to move the tongue at various speeds and in a structured manner. THE TROMBONE Instrument to Body Ratio The trombone is perhaps the most difficult instrument on which to achievea correct, comfortable instrument to body ratio. Do not expect students to find the instrument anything but awkward and cumbersome in the beginning. Learn to identify the parts, where the parts are found in the case, and how they are removed and replaced safely.",
            "topics": [
                "rhythm and articulation practice",
                "trombone instrument handling",
                "student learning process"
            ]
        },
        {
            "chunk_id": 123,
            "text": "Follow the same concept of the case on the floor or flat surface with identifying marks (emblems, latches, etc.) that have been discussed in previous sections of the book concerning these issues. The trombone case is difficult for youngstudentsto control in the beginning stages of the presentation, and a repeated regimen of removing the instrument from and returning the instrument to the case ISextremely important. All students should follow this process as one at every class period. Instrument Assembly • Protect both the body and the slide mechanism of the trombone. • Besurethe slide loek has been identified in its locked position. The slide is neverleft in first position without the lock in place; unlock it only to move the slide casing to other positions on the slide. 131 • The trombone is assembled between the knees with the student seated.",
            "topics": [
                "trombone case handling",
                "instrument assembly",
                "student instruction"
            ]
        },
        {
            "chunk_id": 124,
            "text": "• The relationship of the body to the slide must he aligned correetly as the slide is placed into the receiver located on the body of the instrument. • The angle created when the two parts are connected will be a comfortableV.\" This \"V,\" when combined with the correct position of the armsas the student holds the instrument, will create an \"X\" with the combination of the correct body position and correct angle of slide/trombone body assembly. • The completed trombone assembly is placed between the student's knees with the slide peg supporting the weight of the instrument in an upright position and the bell facing the floor. Never hold the instrument across the lap. When we are ready to play the instrument, we raise the trombone to the correct angle with the body with the bell facing out.",
            "topics": [
                "trombone assembly",
                "proper instrument positioning",
                "correct playing posture"
            ]
        },
        {
            "chunk_id": 125,
            "text": "When we are at rest, it returns to the protective place between the knees. It only moves up and down. Hand Position • The most natural shape of everyone's hands forms a “lat C\". • All hands will fall in from the wrist. The body of the hand must never fall behind the wrist. There should be no bends or wrinkles in either arm when holding the trombone. • The inside of the arm must never touch the outside of the chest cavity when holding the trombone correctly. No body part touches another body part! • Elbows must hang naturally so that the natural slope of the shoulders will not be hampered. • The body of the assembled trombone is held in the left hand, supported on all sides (top, bottom, left and right) by the palm, fingers, and thumb.",
            "topics": [
                "trombone posture",
                "hand position",
                "instrument holding technique"
            ]
        },
        {
            "chunk_id": 126,
            "text": "Equal energy fronmeach part of the hand will ensure the trombone is balanced and secure. • Be sure the hand feels natural, the palm is soft, and the fingers and thumb are supporting and not gripping the instrument. • The right hand moves the slide, which is held on the crossbar at the bottom (where the bar and slide casing create an \"L\"). The thumb, index and middle fingers hold the crossbar in a natural manner with the thumbnail facing the body of the student and the ingers on the opposite side of the bar. The student should be able to always see the palm of the right hand as the right arm noves the slide away from the body. • The positions of the slide are controlled by the angle created at the elbow to place the slide the correct distance from the body to create each position.",
            "topics": [
                "trombone hand positioning",
                "slide movement technique",
                "instrument balance and support"
            ]
        },
        {
            "chunk_id": 127,
            "text": "Chapter 4\n– InstrumentalTechnigues-Revisited\n\nI32 by how the angle of the elbow feels and looks. There will be adjustments made for tuning as the studentprogresses,and these will be made by the wrist. Face/Embouchure • Eachstudentshould on (anduse)a safelunbreakable mirror-both in the classroom and at home. • Using the mirror, haveeach student notice how natural their face looks. They will have to laterremenmberand memorize how it looks and feels. • The head must be balanced on the shoulders in a comfortable position--not too far forward and not too far backward. • The eyes should be soft and natural, and the sight line should be exactly level. The distance between eyebrows should not change as air goes in and out of thebody. • Look for natural creases in the face, and allow any that are naturally present to exist while playing. No other creases are allowed.",
            "topics": [
                "instrumental techniques",
                "embouchure and facial posture",
                "student practice with mirrors"
            ]
        },
        {
            "chunk_id": 128,
            "text": "• The comers should move in toward the canine/eyeteeth. The corners should never look or feel pulled back. • Thecormerscan move down from the natural position as the student progresses, but they can never move up. • The texture of both the upper and lower lip should be very soft and relaxed. • Thereshould be natural spacebetween the inside of the lips and the gums and teeth. This space should not change or feel different when the lips vibrate inside the cup of the mouthpiece. • The back teeth are slightly apart and should feel the same as when the student is reading, watehing TV, etc. The teeth should not be pressed into each other when doing these other activities. Brassinstrumentembouchuresare formed witha natural overbite. A student with an underbite should be steered away from playing brass instruments.",
            "topics": [
                "brass instrument embouchure",
                "lip and mouth positioning",
                "dental considerations"
            ]
        },
        {
            "chunk_id": 129,
            "text": "• The bottom of the front of the tongue should lie in the soft tissue area which is located in the front of the mouth just behind the ridge of the bottom gum. • Remember that when playing the trombone, eheeks will only \"puff ouf\" if the air is not freely going into the instrument and if the eorners do not stay seated against the teeth. • Assumingthat the abovehas been achieved, the embouchure will be formed with special attention to the following: • Themouthpiecemust be placed in the middle of the mouth-up and downas well as side to side. Some experts place the mouthpiece higher on the upper lip than the lower (for trombone and euphonium). When making a decision about mouthpiece placement on trombone, make the On Teaching Band\n\n133 decision based on what creates the most resonant sound for the student.",
            "topics": [
                "trombone playing technique",
                "embouchure formation",
                "mouthpiece placement"
            ]
        },
        {
            "chunk_id": 130,
            "text": "• The corners are in their natural position and should be set against the canineleyeteeth. • The lips must be allowed to freely vibrate in respnnse to the airstream rather than made to buzz\" in front of theairstream. • The lips must feel natural so that air can freely move past them--they must not be pulled back against the teeth or blown away from the teeth and gums. • Students should remember that the mouthpiece \"gathers\" the air--not the lips. • There must never be more energy placed against the upper lip than the lower lip; hence the instrument will angle slightly downwards(depending on the student's overbite). Flexibility and Range Extension • Brass playing is based upon flexibility. • Students eventually need to be flexible through each of the harmonic series in order to move up and down within the range of the instrument.",
            "topics": [
                "brass instrument embouchure",
                "lip and mouthpiece technique",
                "flexibility and range extension"
            ]
        },
        {
            "chunk_id": 131,
            "text": "• Once the sudent can reproduce at will a given pitch, the teacher must decide whether fexibility up or down is needed first. • Flexibility is controlled by air direction and the isometrics created by the corners and canineleyeteeth. • The head must stay in its natural, balanced position at all times. • The angle of the instrument must not change at any time. Students must learn to angle the air in the cup of the mouthpiece without changing the position of the lips and/or the relationship of the upperand lower teeth. Flexibility is also enhanced by vowel sounds used in various registers. These sounds can be \"ah\" for the middle register, \"ee\" for the upper register,and *oh\" for the lower register. Have students practice saying these vowel sounds with vocalization on appropriate lower, middle and highersounds.",
            "topics": [
                "pitch control",
                "flexibility techniques",
                "vowel sounds in brass playing"
            ]
        },
        {
            "chunk_id": 132,
            "text": "• Bring to the students' attention that the shape of the tonguechanges dramatically from vowel sound to vowel sound. All students should beaware that vowel sounds are the middles of words that they speak every day. Practice saying words that use the required vowel sounds. (i.e. bow, ball, beep) • Range is developed through flexibility. It is more important to create a resonant sound while practicing lexibility than tocereatewider intervals. The student can enhance their range by making more resouant sounds in the middle register before trying to extend higher or lower. Chupter4 -Instrumental Techniques-Revisited\n\n134 Make sure students understand that the texture of the lips has nothing to do withrange. Forexample,students should never be told to ighten\" their lips in order to play in the higher register. Articulation • The tongue moves in the same manner when articulating a brass instrument as it does when you speak.",
            "topics": [
                "vowel sound production",
                "range development in brass instruments",
                "articulation techniques"
            ]
        },
        {
            "chunk_id": 133,
            "text": "The tongue moves up and down (not back and forth) both when speaking and when articulating on an instrument. The students should think that the tongue \"articulates\" the sound created by the airstream. If the student is taught to create the sound correctly, articulation will be an easy transition. • Sound occurs when the air moves past the naturally vibrating lips. • Articulate the sound that is already present. • Teach students to articulate at the moment the sound begins, using the \"TAH\" syllable to create an articulated sound. • The tongue should feel the same whether the student is speaking, singing, or playing the instrument (or mouthpiece). • Thetongueshould touch the enamel of the upper teeth directly below the gum line-in the same spot with the same strength every time. After each articulation, the tongue must immnediately fall down into its natural position.",
            "topics": [
                "tongue articulation",
                "sound production",
                "music instruction"
            ]
        },
        {
            "chunk_id": 134,
            "text": "• The tongue will be naturally soft at all times, but can touch the teeth with different strengths. • Thetongue will be in its \"down position\" 98% of the time when articulating rrectly. • Have the student start the sound with the air. • Usingthe information about the basics of articulation, have the student articulate as fast as they can with no limitations of rhythm, or concern about evennessof articulation, ete. Simply get them used to articulating! • Have the student then use the \"la-day\" syllable to practice using the tongue in an organized manner. • Have thestudent then articulate \"on command.\" The student will start the sound,and articulate when you snap your fingers to practice gaining more control of thetongue. • Once the student understands pulse and the foot pat, have the student articulate exactly when the toe of the foot touches the floor.",
            "topics": [
                "tongue positioning",
                "articulation exercises",
                "student practice techniques"
            ]
        },
        {
            "chunk_id": 135,
            "text": "• Have the student articulate with the down and up position of the foot. • Proceed to written rhythms as they begin to read musie. On Teaching Band\n\ne r 135 Always practice this entire routine. Studentsmastalwaysgo throogh the entire process so that they wil not lose the ability fomovethe tongsea various speeds and in a structared manner. Chapter4 -InstrunentaTlechniques-Revisited",
            "topics": [
                "articulation techniques",
                "rhythm reading",
                "structured practice routines"
            ]
        }
    ]
}